Repository: ProntoNAS/ReadyNAS
Catalog: debconf-1.5.8~bpo.1/po/*.po
Languages: pl, ro

source: falling back to frontend: %s
pl: powrót do nak³adki: %s
ro: retragere la interfaţa program: %s

source: unable to initialize frontend: %s
pl: nie uda³o siê zainicjalizowaæ nak³adki: %s
ro: nu pot iniţializa interfaţa program: %s

source: Unable to start a frontend: %s
pl: Nie uda³o siê uruchomiæ nak³adki: %s
ro: Nu pot porni interfaţa program: %s

source: Config database not specified in config file.
pl: Brak bazy danych konfiguracji w pliku konfiguracyjnym.
ro: Configurarea bazei de date n-a fost specificată în fişierul de configurare.

source: Template database not specified in config file.
pl: Brak bazy danych szablonów w pliku konfiguracyjnym.
ro: Şablonul bazei de date n-a fost specificat în fişierul de configurare.

source: The Sigils and Smileys options in the config file are no longer used. Please remove them.
pl: Opcje Sigils i Smileys w pliku konfiguracyjnym nie s± ju¿ wykorzystywane - zaleca siê ich usuniêcie.
ro: Opţiunile Sigils şi Smileys din fişierul de configurare nu mai sunt folosite. Sunteţi rugat(ă) să le ştergeţi.

source: Problem setting up the database defined by stanza %s of %s.
pl: Problem z ustawieniem bazy danych zdefiniowanej przez fragment %s pliku %s.
ro: Problemă la ajustarea bazei de date definită de strofa %s din %s.

source: -f, --frontend Specify debconf frontend to use. -p, --priority Specify minimum priority question to show. --terse Enable terse mode.
pl: -f, --frontend Ustawia okre¶lon± nak³adkê. -p, --priority Okre¶la minimalny priorytet pytañ jakie bêd± pokazywane. --terse W³±cza tryb zwiêz³y.
ro: -f, --frontend Precizaţi ce interfaţă pentru debconf să fie folosită. -p, --priority Precizaţi prioritatea minimă a întrebării de arătat. --terse Activaţi modul concis.

source: Ignoring invalid priority "%s"
pl: Ignorowanie niew³a¶ciwego priorytetu "%s"
ro: Se ignoră prioritatea nevalidă "%s"

source: Valid priorities are: %s
pl: W³a¶ciwe priorytety to: %s
ro: Priorităţile valide sunt: %s

source: Choices
pl: Pozycje do wyboru
ro: Opţiuni

source: yes
pl: tak
ro: da

source: no
pl: nie
ro: nu

source: (Enter zero or more items separated by a comma followed by a space (', ').)
pl: (Wpisz zero lub wiêcej pozycji oddzielonych przecinkiem i spacj± (', ').)
ro: (Introduceţi zero sau mai multe articole separate de virgulă urmată de spaţiu (', ').)

source: _Help
pl: _Pomoc
ro: _Ajutor

source: Help
pl: Pomoc
ro: Ajutor

source: Debconf was not configured to display this error message, so it mailed it to you.
pl: Debconf zosta³ skonfigurowany tak, aby nie wy¶wietlaæ tej uwagi, wiêc zosta³a przes³ana do Ciebie.
ro: Debconf nu a fost configurat să afişeze aceast mesaje de eroare, astfel acesta v-a fost expediat.

source: Debconf, running at %s
pl: Debconf, dzia³aj±cy na %s
ro: Debconf, rulând la %s

source: Input value, "%s" not found in C choices! This should never happen. Perhaps the templates were incorrectly localized.
pl: Warto¶æ wej¶ciowa "%s" nie zosta³a znaleziona w ¼ród³ach C! To niepowinno. siê nigdy zdarzyæ. Byæ mo¿e szablony nie zosta³y poprawnie przet³umaczone.
ro: Nu s-a găsit în opţiunile C valoarea introdusă, "%s"! Aceasta n-ar fi trebuit să se întâmple. Poate şabloanele au fost localizate incorect.

source: none of the above
pl: ¿adna z powy¿ych
ro: niciunul din cele de mai sus

source: Enter the items you want to select, separated by spaces.
pl: Wpisz, oddzielone spacjami, pozycje, które chcesz zaznaczyæ.
ro: Introduceţi articolele pe care doriţi să le alegeţi, separate de spaţii.

source: Unable to load Debconf::Element::%s. Failed because: %s
pl: Nie uda³o siê za³adowaæ Debconf::Element:: %s. Powodem by³o: %s
ro: Nu pot încărca Debconf::Element::%s. Eşuare datorată: %s

source: Configuring %s
pl: Konfiguracja pakietu %s
ro: Configurez %s

source: TERM is not set, so the dialog frontend is not usable.
pl: Zmienna TERM nie jest ustawiona, wiêc nak³adka "dialog" nie mo¿e dzia³aæ.
ro: TERM nu este specificat, astfel încât dialogul interfeţei program nu este utilizabil.

source: Dialog frontend is incompatible with emacs shell buffers
pl: Nak³adka "dialog" nie jest zgodna z buforami pow³oki emacsa
ro: Dialogul interfeţei program este incompatibil cu zonele de memorie tampon shell emacs

source: Dialog frontend will not work on a dumb terminal, an emacs shell buffer, or without a controlling terminal.
pl: Nak³adka "dialog" nie mo¿e dzia³aæ na terminalu "dumb", buforze pow³oki emacsa ani bez terminala steruj±cego.
ro: Dialogul interfeţei program nu va funcţiona pe un terminal mut, pe o zonă de memorie tampon shell emacs, sau fără un terminal controlor.

source: No usable dialog-like program is installed, so the dialog based frontend cannot be used.
pl: ¯aden program typu dialog nie jest zainstalowany, wiêc nie mo¿na u¿yæ nak³adki "dialog".
ro: Nu este instalat nici un program utilizabil gen dialog, aşa încât dialogul interfeţei program nu poate fi folosit.

source: Dialog frontend requires a screen at least 13 lines tall and 31 columns wide.
pl: Nak³adka "dialog" wymaga ekranu o wymiarach conajmniej 13 linii na 31 kolumn.
ro: Dialogul interfeţei program are nevoie de un ecran de cel puţin 13 linii înălţime şi 31 coloane lăţime.

source: Package configuration
pl: Konfiguracja pakietu
ro: Configuraţia pachetului

source: You are using the editor-based debconf frontend to configure your system. See the end of this document for detailed instructions.
pl: U¿ywasz nak³adki debconf opartej na edytorze. Dok³adne instrukcje znajduj± siê na koñcu dokumentu.
ro: Utilizaţi interfaţa debconf de tipul program de editare pentru a configura sistemul. Vedeţi sfârşitul acestui document pentru instrucţiuni detaliate.

source: The editor-based debconf frontend presents you with one or more text files to edit. This is one such text file. If you are familiar with standard unix configuration files, this file will look familiar to you -- it contains comments interspersed with configuration items. Edit the file, changing any items as necessary, and then save it and exit. At that point, debconf will read the edited file, and use the values you entered to configure the system.
pl: Nak³adka oparta na edytorze pokazuje jeden lub wiêcej plików tekstowych, które mo¿na modyfikowaæ. To jest jeden z takich plików. Je¶li znasz standardowe pliki konfiguracyjne UNIXa, ten plik bêdzie wygl±da³ znajomo -- zawiera komentarze oraz linie konfiguracji. Zmodyfikuj plik, zmieniaj±c potrzebne pozycje, zapisz go i zakoñcz edytor. W tym momencie debconf przeczyta zapisany plik i u¿yje wprowadzonych przez Ciebie warto¶ci do konfiguracji systemu.
ro: Interfaţa program de editare debconf vă prezintă unul sau mai multe fişiere text pentru editare. Acesta este unul din astfel de fişiere. Dacă sunteţi familiarizat cu fişierele de configurare standard unix, acest fişier vă va părea cunoscut -- conţine comentarii intercalate printre liniile de configurare. Editaţi fişierul, schimbând după necesităţi orice linie, salvaţi-l şi ieşiţi. În acest punct, debconf va citi fişierul editat, şi va folosi valorile introduse pentru a configura sistemul.

source: Debconf on %s
pl: Debconf na %s
ro: Debconf la %s

source: This frontend requires a controlling tty.
pl: Ta nak³adka wymaga terminala steruj±cego.
ro: Această interfaţă program are nevoie de un tty controlor.

source: Term::ReadLine::GNU is incompatable with emacs shell buffers.
pl: Term::ReadLine::GNU nie jest zgodny z buforami pow³oki emacsa.
ro: Term::ReadLine::GNU este incompatibil cu zone de memorie tampon shell emacs.

source: More
pl: Dalej
ro: Mai mult

source: Note: Debconf is running in web mode. Go to http://localhost:%i/
pl: Uwaga: Debconf dzia³a w trybie www. Patrz http://localhost:%i/
ro: Notă: Debconf rulează în modul web. Duceţi-vă la http://localhost:%i/

source: Back
pl: Powrót
ro: Înapoi

source: Next
pl: Dalej
ro: Înainte

source: warning: possible database corruption. Will attempt to repair by adding back missing question %s.
pl: uwaga: mog³o nast±piæ uszkodzenie bazy danych. Zostanie wykonana próba naprawy przez dodanie brakuj±cego pytania %s.
ro: avertisment: posibilă deteriorare a bazei de date. Voi încerca să o repar adăugând la loc întrebarea lipsă %s.

source: Template #%s in %s has a duplicate field "%s" with new value "%s". Probably two templates are not properly separated by a lone newline.
pl: Szablon nr %s w %s ma drugie pole "%s" z inn± warto¶ci± "%s". Prawdopodobnie dwa szablony nie zosta³y poprawnie rozdzielone przy pomocy pustej linii.
ro: Şablonul #%s din %s are un câmp duplicat "%s" cu valoarea nouă "%s". Probabil două şabloane nu sunt separate corespunzător de o singură nouă linie.

source: Unknown template field '%s', in stanza #%s of %s
pl: Nieznane pole szablonu '%s', w czê¶ci nr %s pliku %s
ro: Câmp de şablon necunoscut '%s', în strofa #%s din %s

source: Template parse error near `%s', in stanza #%s of %s
pl: B³±d w szablonie w pobli¿u `%s', w czê¶ci nr %s pliku %s
ro: Eroare de analiză a şablonului aproape de `%s', în strofa #%s din %s

source: Template #%s in %s does not contain a 'Template:' line
pl: Szablon nr %s w pliku %s nie zawiera linii `Template:'
ro: Şablonul #%s în %s nu conţine o linie 'Template:'

source: unable to re-open stdin: %s
pl: nie uda³o siê ponownie otworzyæ stdin: %s
ro: nu pot re-deschide stdin: %s

source: must specify some debs to preconfigure
pl: nale¿y podaæ pakiety do skonfigurowania
ro: trebuie specificate unele pachete deb pentru preconfigurare

source: delaying package configuration, since apt-utils is not installed
pl: opó¼nienie konfiguracji pakietów, poniewa¿ pakiet apt-utils nie jest zainstalowany
ro: întârziere la configurarea pachetului, din moment ce apt-utils nu este instalat

source: apt-extracttemplates failed: %s
pl: Dzia³anie apt-extracttemplates zakoñczy³o siê b³êdem: %s
ro: eşuare extragere şabloane apt: %s

source: Extracting templates from packages: %d%%
pl: Rozpakowywanie szablonów dla pakietów: %d%%
ro: Se extrag şabloanele din pachete: %d%%

source: Preconfiguring packages ...
pl: Prekonfiguracja pakietów ...
ro: Se preconfigurează pachetele ...

source: template parse error: %s
pl: b³±d w szablonie: %s
ro: eroare la analiza şablonului: %s

source: debconf: can't chmod: %s
pl: debconf: nie uda³o siê zmieniæ uprawnieñ: %s
ro: debconf: nu pot schimba permisiunea de acces: %s

source: %s failed to preconfigure, with exit status %s
pl: nie uda³o siê skonfigurowaæ %s, kod wyj¶cia: %s
ro: %s eşuat la preconfigurare, cu starea de ieşire %s

source: Usage: dpkg-reconfigure [options] packages -a, --all Reconfigure all packages. -u, --unseen-only Show only not yet seen questions. --default-priority Use default priority instead of low. --force Force reconfiguration of broken packages.
pl: U¿ycie: dpkg-reconfigure [opcje] nazwa_pakietu -a, --all Przekonfiguruje wszystkie pakiety. -u, --unseen-only Wy¶wietla tylko te pytania, które nie by³y wcze¶niej pokazane. --default-priority U¿ywa domy¶lnego priorytetu zamiast niskiego. --force Wymusza konfigurowanie pakietów z uszkodzonymi zale¿no¶ciami.
ro: Utilizare: dpkg-reconfigure [opţiuni] pachete -a, --all Reconfigurează toate pachetele. -u, --unseen-only Arată doar întrebările ce n-au fost văzute încă. --default-priority Utilizează prioritatea implicită în locul celei joase. --force Forţează reconfigurarea pachetelor deteriorate.

source: %s must be run as root
pl: %s musi byæ uruchamiany jako root
ro: %s trebuie pornit ca root

source: please specify a package to reconfigure
pl: proszê podaæ pakiet do skonfigurowania
ro: vă rog specificaţi un pachet pentru reconfigurare

source: %s is not installed
pl: %s nie jest zainstalowany
ro: %s nu este instalat

source: %s is broken or not fully installed
pl: %s jest uszkodzony, lub nie jest w pe³ni zainstalowany
ro: %s este deteriorat sau instalat incomplet

source: Cannot read status file: %s
pl: Nie mo¿na czytaæ pliku stanu: %s
ro: Nu pot citi fişierul de stare: %s

source: Usage: debconf-communicate [options] [package]
pl: U¿ycie: debconf-communicate [opcje] [pakiet]
ro: Utilizare: debconf-communicate [opţiuni] [pachet]

source: debconf-mergetemplate: This utility is deprecated. You should switch to using po-debconf's po2debconf program.
pl: debconf-mergetemplate: U¿ywanie tego narzêdzia jest odradzane. Nale¿y u¿ywaæ programu po2debconf z pakietu po-debconf.
ro: debconf-mergetemplate: Acest utilitar este depăşit. Ar trebui să folosiţi în loc programul po2debconf al lui po-debconf.

source: Usage: debconf-mergetemplate [options] [templates.ll ...] templates
pl: U¿ycie: debconf-mergetemplate [opcje] [szablony.ll ...] szablony
ro: Utilizare: debconf-mergetemplate [opţiuni] [templates.ll ...] şabloane

source: --outdated Merge in even outdated translations. --drop-old-templates Drop entire outdated templates.
pl: --outdated £±czy nawet przestarza³e t³umaczenia. --drop-old-templates Pomija wszystkie przestarza³e szablony.
ro: --outdated Fuzionează chiar şi în traducerile neactualizate. --drop-old-templates Renunţă la toate şabloanele neactualizate.

source: %s is missing
pl: brakuje %s
ro: %s lipseşte

source: %s is missing; dropping %s
pl: brakuje %s; %s zostaje pominiête
ro: %s lipseşte; se renunţă la %s

source: %s is fuzzy at byte %s: %s
pl: t³umaczenie %s budzi w±tpliwo¶ci. Bajt %s: %s
ro: %s este neclar la octetul %s: %s

source: %s is fuzzy at byte %s: %s; dropping it
pl: t³umaczenie %s (bajt %s) budzi w±tpliwo¶ci: %s; zostaje pominiête
ro: %s este neclar la octetul %s: %s; renunţ

source: %s is outdated
pl: %s jest nieaktualny
ro: %s este învechit

source: %s is outdated; dropping whole template!
pl: %s jest nieaktualne; zostaje pominiêty ca³y szablon!
ro: %s este învechit, se renunţă la întregul şablon!

source: Usage: debconf [options] command [args]
pl: U¿ycie: debconf [opcje] polecenie [argumenty]
ro: Utilizare: debconf [opţiuni] comanda [argumente]

source: -o, --owner=package Set the package that owns the command.
pl: -o, --owner=pakiet Okre¶la z jakiego pakietu pochodzi uruchomione przez debconf polecenie.
ro: -o, --owner=pachet Determină pachetul care deţine comanda.
