Repository: ProntoNAS/ReadyNAS
Catalog: quota-3.14/debian/po/*.po
Languages: pt_br, ru

source: Send daily reminders to users over quota?
pt_br: Enviar lembretes diários para usuários que atingiram sua quota?
ru: Отправлять ежедневные напоминания пользователям, превысившим квоту?

source: Enable this option if you want the warnquota utility to be run daily to alert users when they are over quota.
pt_br: Habilite esta opção caso você queira que o utilitário warnquota seja executado diariamente para alertar os usuários quando os mesmos ultrapassarem suas quotas.
ru: Включите эту опцию, если Вы желаете, чтобы утилита warnquota ежедневно извещала пользователей о том, что они превысили квоту.

source: Phone support number of the admin:
pt_br: Número do telefone de suporte do administrador:
ru: Служебный телефон администратора:

source: Enter the phone number a user can call if he needs assistance with his "over quota" emails. You do not have to enter anything here if you specify a signature later.
pt_br: Informe o número de telefone para o qual um usuário pode ligar caso ele precise de assistência com suas mensagens "quota atingida (over quota)". Você não precisa informar nada aqui caso você especifique uma assinatura posteriormente.
ru: Укажите номер телефона, куда пользователь может позвонить в случае, если ему необходима помощь по поводу писем о превышении квоты. Если Вы зададите подпись позднее, сейчас здесь ничего не пишите.

source: Support email of the admin:
pt_br: E-mail do administrador para suporte:
ru: Служебный email администратора:

source: Enter the email address a user can write to if he needs assistance with his "over quota" emails. You do not have to enter anything here if you specify a signature later.
pt_br: Informe o endereço de e-mail para o qual um usuário pode escrever caso precise de assistência com suas mensagens "quota atingida (over quota)". Você não precisa informar nada aqui caso você especifique uma assinatura posteriormente.
ru: Укажите адрес email, на который пользователь может написать в случае, если ему необходима помощь по поводу писем о превышении квоты. Если вы зададите подпись позднее, сейчас здесь ничего не пишите.

source: From header of warnquota emails:
pt_br: Cabeçalho From: (De: ) dos e-mails do warnquota:
ru: Заголовок From для сообщений утилиты warnquota:

source: The email address you specify here is used as the "From:" field of any mail sent by the warnquota utility.
pt_br: O endereço de e-mail especificado aqui será usado como o campo "From:" (De: ) de todas as mensagens enviadas pelo utilitário warnquota.
ru: Адрес email, который вы здесь укажете, будет использоваться как поле "From:" для всех сообщений, отправляемых утилитой warnquota.

source: Message of warnquota emails:
pt_br: Mensagem dos e-mails do warnquota:
ru: Тело сообщения утилиты warnquota:

source: The text you specify here is used as message in any mail sent by the warnquota utility. Use "|" to specify a line break. Leave empty if you want the default message.
pt_br: O texto especificado aqui será usado como o corpo de todas as mensagens enviadas pelo utilitário warnquota. Utilize "|" para especificar uma quebra de linha. Mantenha em branco caso você prefira o texto padrão.
ru: Текст, который вы здесь укажете, будет использован как тело сообщения во всех письмах, отправляемых утилитой warnquota. Используйте "|" для указания конца строки. Оставьте поле пустым, если хотите использовать значение по умолчанию.

source: Signature of warnquota emails:
pt_br: Assinatura dos e-mails do warnquota:
ru: Подпись сообщения утилиты warnquota:

source: The text you specify here is used as signature in any mail sent by the warnquota utility. Use "|" to specify a line break. Leave empty if you want the default signature.
pt_br: O texto especificado aqui será usado como a assinatura de todas as mensagens enviadas pelo utilitário warnquota. Utilize "|" para especificar uma quebra de linha. Mantenha em branco caso você prefira o texto padrão.
ru: Текст, который вы здесь укажете, будет использован как подпись во всех письмах, отправляемых утилитой warnquota. Используйте "|" для указания конца строки. Оставьте поле пустым, если хотите использовать значение по умолчанию.

source: rpc.rquota behaviour changed
pt_br: Comportamento do rpc.rquota mudou
ru: Изменилось поведение rpc.rquota

source: The behaviour of rpc.rquotad changed. To be able to set quota rpc.rquotad has to be started with option '-S'.
pt_br: O comportamento do rpc.rquota mudou. Para poder definir quotas o rpc.rquotad precisa ser iniciado com a opção '-S'.
ru: Поведение rpc.rquota изменилось. Чтобы получить возможность устанавливать квоту, rpc.rquotad должен стартовать с опцией '-S'.

source: Message of warnquota group emails:
pt_br: Texto das mensagens de grupo do warnquota:
ru: Тело группового сообщения утилиты warnquota:

source: The text you specify here is used as message in any mail sent by the warnquota utility for groups that are over quota. Use "|" to specify a line break. Leave empty if you want the default message.
pt_br: O texto especificado aqui será usado como o texto de todas as mensagens enviadas pelo utilitário warnquota para grupos que estiverem acima de sua quota. Utilize "|" para especificar uma quebra de linha. Mantenha em branco caso você prefira usar o texto padrão.
ru: Текст, который вы здесь укажете, будет использован как тело сообщения во всех письмах, отправляемых утилитой warnquota группам, превысившим квоту. Используйте "|" для указания конца строки. Оставьте поле пустым, если хотите использовать значение по умолчанию.

source: Subject header of warnquota emails:
pt_br: Campo Subject: (Assunto: ) dos e-mails do warnquota:
ru: Тема сообщения утилиты warnquota:

source: The text you specify here is used as the "Subject:" field of any mail sent by the warnquota utility.
pt_br: O texto especificado aqui será usado como o campo "Subject:" ("Assunto:") de todas as mensagens enviadas pelo utilitário warnquota.
ru: Текст, который вы здесь укажете, будет использоваться как поле "Subject:" для всех сообщений, отправляемых утилитой warnquota.

source: CC header of warnquota emails:
pt_br: Cabeçalho CC: (Cópia Carbono: ) dos e-mails do warnquota:
ru: Копия сообщения утилиты warnquota:

source: The text you specify here is used as the "CC:" field of any mail sent by the warnquota utility.
pt_br: O texto especificado aqui será usado como o campo "CC:" ("Cópia Carbono:") de todas as mensagens enviadas pelo utilitário warnquota.
ru: Текст, который вы здесь укажете, будет использоваться как поле "CC:" для всех сообщений, отправляемых утилитой warnquota.

source: Time slot in which admin gets email:
pt_br: Faixa de tempo em que o administrador recebe mensagens:
ru: Интервал времени, когда администратор получает сообщения:

source: During this time slot before the end of the grace period admin will be CCed on all generated emails. Leave empty to get the whole grace period.
pt_br: Durante esta faixa de tempo antes do fim do período de anistia o administrador será copiado em todas as mensagens geradas. Mantenha em branco para que isso funcione durante todo o período de anistia.
ru: В течение этого интервала времени перед окончанием "периода милосердия", администратор будет получать копии всех сгенерированных сообщений. Оставьте пустым для указания всего "периода милосердия".

source: Signature of warnquota group emails:
pt_br: Assinatura das mensagens de grupo do warnquota:
ru: Подпись группового сообщения утилиты warnquota:

source: The text you specify here is used as signature in any mail sent by the warnquota utility for groups that are over quota. Use "|" to specify a line break. Leave empty if you want the default message.
pt_br: O texto especificado aqui será usado como a assinatura de todas as mensagens enviadas pelo utilitário warnquota para grupos que estiverem acima de sua quota definida. Utilize "|" para especificar uma quebra de linha. Mantenha em branco caso você prefira usar o texto padrão.
ru: Текст, который вы здесь укажете, будет использован как подпись во всех письмах, отправляемых утилитой warnquota группам, превысившим квоту. Используйте "|" для указания конца строки. Оставьте поле пустым, если хотите использовать значение по умолчанию.
