Repository: ProntoNAS/ReadyNAS
Catalog: quota-4.00~pre1/debian/po/*.po
Languages: ca, fr, pt_br

source: Send daily reminders to users over quota?
ca: Envia recordatoris diàris als usuaris que han sobrepassat la quota?
fr: Faut-il envoyer des rappels quotidiens aux utilisateurs qui dépassent leurs quota ?
pt_br: Enviar lembretes diários para usuários que estão acima da quota?

source: Enable this option if you want the warnquota utility to be run daily to alert users when they are over quota.
ca: Habiliteu l'opció si voleu que la utilitat warnquota s'executi diàriament alertant els usuaris que han sobrepassat la quota.
fr: Activez cette option si vous souhaitez que l'utilitaire « warnquota » soit lancé quotidiennement afin d'avertir les utilisateurs qui ont dépassé leurs quota.
pt_br: Habilite esta opção se você quer que o utilitário warnquota seja executado diariamente para alertar os usuários quando eles ultrapassarem suas quotas.

source: Phone support number of the admin:
ca: Número de telèfon de suport de l'administrador:
fr: Numéro de l'assistance téléphonique :
pt_br: Número do telefone de suporte do administrador:

source: Enter the phone number a user can call if he needs assistance with his "over quota" emails. You do not have to enter anything here if you specify a signature later.
ca: Introduïu el número de telèfon on l'usuari pugui trucar si necessita ajuda referent als correus electrònics de "sobrepassat quota". Ho podeu deixar buit si posteriorment especifiqueu una signatura.
fr: Veuillez entrer le numéro de téléphone que peut composer un utilisateur qui a besoin d'aide quand il reçoit un courriel pour dépassement de quota. N'indiquez rien ici si vous prévoyez de l'indiquer dans une signature.
pt_br: Informe o número do telefone para o qual um usuário pode ligar caso precise de assistência com seus e-mails "acima da quota (over quota)". Você não precisa informar nada aqui se você especificar uma assinatura posteriormente.

source: Support email of the admin:
ca: Correu electrònic de suport de l'administrador:
fr: Adresse électronique de l'assistance :
pt_br: E-mail de suporte do administrador:

source: Enter the email address a user can write to if he needs assistance with his "over quota" emails. You do not have to enter anything here if you specify a signature later.
ca: Introduïu l'adreça de correu electrònic on l'usuari us pugui escriure si necessita ajuda referent als correus electrònics de "sobrepassat quota". Ho podeu deixar en blanc si posteriorment especifiqueu una signatura.
fr: Veuillez entrer l'adresse électronique où écrire lorsqu'un utilisateur a besoin d'aide à la réception d'un courriel pour dépassement de quota. N'indiquez rien ici si vous prévoyez de l'indiquer dans une signature.
pt_br: Informe o endereço de e-mail para o qual um usuário pode escrever caso precise de assistência com seus e-mails "acima da quota (over quota)". Você não precisa informar nada aqui se você especificar uma assinatura posteriormente.

source: From header of warnquota emails:
ca: Orígen de la capçalera dels correus electrònics del warnquota:
fr: Adresse d'expéditeur des courriels envoyés par « warnquota » :
pt_br: Cabeçalho De (From) dos e-mails do warnquota:

source: The email address you specify here is used as the "From:" field of any mail sent by the warnquota utility.
ca: L'adreça que especifiqueu s'utilitza al camp "From:" de qualsevol correu que enviï la utilitat warnquota.
fr: L'adresse électronique que vous indiquez ici sera utilisée comme adresse d'expéditeur de tous les courriels envoyés par l'utilitaire « warnquota ».
pt_br: O endereço de e-mail que você especifica aqui é usado como o campo "De:" (From:) de quaisquer e-mails enviados pelo utilitário warnquota.

source: Message of warnquota emails:
ca: Missatge dels correus electrònics del warnquota:
fr: Message des courriels de « warnquota » :
pt_br: Mensagem dos e-mails do warnquota:

source: The text you specify here is used as message in any mail sent by the warnquota utility. Use "|" to specify a line break. Leave empty if you want the default message.
ca: El text que especifiqueu s'utilitza com a missatge a qualsevol correu que enviï la utilitat warnquota. Utilitzeu el caràcter "" per especificar un salt de línia. Deixeu-ho en blanc si voleu utilitzar el missatge predeterminat.
fr: Le texte que vous entrez ici sera utilisé dans tous les courriels envoyés par l'utilitaire « warnquota ». Le caractère « | » indique un retour à la ligne. Laissez ce champ vide pour utiliser le message par défaut.
pt_br: O texto que você especifica aqui é usado como a mensagem em quaisquer e-mails enviados pelo utilitário warnquota. Utilize "|" para especificar uma quebra de linha. Deixe em branco se você preferir a mensagem padrão.

source: Signature of warnquota emails:
ca: Signatura dels correus electrònics del warnquota:
fr: Signature des courriels de « warnquota » :
pt_br: Assinatura dos e-mails do warnquota:

source: The text you specify here is used as signature in any mail sent by the warnquota utility. Use "|" to specify a line break. Leave empty if you want the default signature.
ca: El text que especifiqueu s'utilitza com a signatura a qualsevol correu que enviï la utilitat warnquota. Utilitzeu el caràcter "" per especificar un salt de línia. Deixeu-ho en blanc si voleu utilitzar la signatura predeterminada.
fr: Le texte que vous entrez ici sera utilisé comme signature de tous les courriels envoyés par l'utilitaire « warnquota ». Le caractère « | » indique un retour à la ligne. Laissez cette valeur vide pour utiliser la signature par défaut.
pt_br: O texto que você especifica aqui é usado como a assinatura em quaisquer e-mails enviados pelo utilitário warnquota. Utilize "|" para especificar uma quebra de linha. Deixe em branco se você preferir a assinatura padrão.

source: rpc.rquota behaviour changed
ca: S'ha modificat el funcionament de l'rpc.rquota
fr: Le comportement de « rpc.rquotad » a été modifié
pt_br: O comportamento do rpc.rquota mudou

source: The behaviour of rpc.rquotad changed. To be able to set quota rpc.rquotad has to be started with option '-S'.
ca: S'ha modificat el funcionament de l'rpc.rquota. Per establir la quota, l'rpc.rquotad s'ha d'iniciar amb l'opció '-S'.
fr: Le comportement de rpc.rquotad a été modifié. Afin de pouvoir établir les quota, ce programme doit être lancé avec l'option « -S ».
pt_br: O comportamento do rpc.rquota mudou. Para poder definir quotas o rpc.rquotad precisa ser iniciado com a opção '-S'.

source: Message of warnquota group emails:
ca: Missatge dels correus electrònics de grup del warnquota:
fr: Message des courriels de « warnquota » pour les groupes :
pt_br: Mensagem dos e-mails de grupo do warnquota:

source: The text you specify here is used as message in any mail sent by the warnquota utility for groups that are over quota. Use "|" to specify a line break. Leave empty if you want the default message.
ca: El text que especifiqueu s'utilitza com a missatge a qualsevol correu que enviï la utilitat warnquota als grups que sobrepassen la quota. Utilitzeu el caràcter "" per especificar un salt de línia. Deixeu-ho en blanc si voleu utilitzar el missatge predeterminat.
fr: Le texte que vous entrez ici sera utilisé dans tous les courriels envoyés par l'utilitaire « warnquota », lors de dépassement de quota par les groupes. Le caractère « | » indique un retour à la ligne. Laissez cette valeur vide pour utiliser le message par défaut.
pt_br: O texto que você especifica aqui é usado como mensagem em quaisquer e-mails enviados pelo utilitário warnquota para grupos que estiverem acima de sua quota. Utilize "|" para especificar uma quebra de linha. Deixe em branco se você preferir usar a mensagem padrão.

source: Subject header of warnquota emails:
ca: Assumpte de la capçalera dels correus electrònics del warnquota:
fr: Sujet des courriels envoyés par « warnquota » :
pt_br: Campo Assunto (Subject) dos e-mails do warnquota:

source: The text you specify here is used as the "Subject:" field of any mail sent by the warnquota utility.
ca: El text que especifiqueu s'utilitza al camp "Subject:" de qualsevol correu que enviï l'utilitat warnquota.
fr: Le texte que vous indiquerez ici sera utilisé comme sujet de tous les courriels envoyés par l'utilitaire « warnquota ».
pt_br: O texto que você especifica aqui é usado como o campo "Assunto:" ("Subject:") de quaisquer e-mails enviados pelo utilitário warnquota.

source: CC header of warnquota emails:
ca: CC de la capçalera dels correus electrònics del warnquota:
fr: Adresse en copie des courriels envoyés par « warnquota » :
pt_br: Cabeçalho CC (Cópia Carbono) dos e-mails do warnquota:

source: The text you specify here is used as the "CC:" field of any mail sent by the warnquota utility.
ca: El text que especifiqueu s'utilitza al camp "CC:" de qualsevol correu que enviï l'utilitat warnquota.
fr: L'adresse électronique que vous indiquez ici sera placée en copie de tous les courriels envoyés par l'utilitaire « warnquota ».
pt_br: O texto que você especifica aqui é usado como o campo "CC:" ("Cópia Carbono:") de quaisquer e-mails enviados pelo utilitário warnquota.

source: Character set in which the e-mail is sent:
fr: Jeu de caractères pour l'envoi des courriels :
pt_br: Conjunto de caracteres no qual o e-mail é enviado:

source: The text you specify here is used as the "charset:" field in the MIME header of any mail sent by the warnquota utility.
fr: Veuillez indiquer l'adresse qui sera placée dans le champ « charset: » de l'en-tête MIME de tous les courriels envoyés par l'utilitaire « warnquota ».
pt_br: O texto que você especifica aqui é usado como o campo "charset:" ("conjunto de caracteres:") no cabeçalho MIME de quaisquer mensagens enviadas pelo utilitário warnquota.

source: Time slot in which admin gets email:
fr: Durée de la période de mise en copie de l'administrateur :
pt_br: Faixa de tempo em que o administrador recebe e-mails:

source: During this time slot before the end of the grace period admin will be CCed on all generated emails. Leave empty to get the whole grace period.
fr: Pendant la durée indiquée avant l'expiration du délai de grâce, l'administrateur sera mis en copie de tous les courriels générés. Laisser ce champ vide pour que la durée soit celle de la période de grâce.
pt_br: Durante esta faixa de tempo antes do fim do período de tolerância o administrador será copiado em todos os e-mails gerados. Deixe em branco para que isso funcione durante todo o período de tolerância.

source: Signature of warnquota group emails:
ca: Signatura dels correus electrònics de grup del warnquota:
fr: Signature des courriels de « warnquota » pour les groupes :
pt_br: Assinatura dos e-mails de grupo do warnquota:

source: The text you specify here is used as signature in any mail sent by the warnquota utility for groups that are over quota. Use "|" to specify a line break. Leave empty if you want the default message.
ca: El text que especifiqueu s'utilitza com a signatura a qualsevol correu que enviï la utilitat warnquota als grups que sobrepassen la quota. Utilitzeu el caràcter "" per especificar un salt de línia. Deixeu-ho en blanc si voleu utilitzar els missatge predeterminat.
fr: Le texte que vous entrez ici sera utilisé comme signature de tous les courriels envoyés par l'utilitaire « warnquota », lors de dépassement de quota par les groupes. Le caractère « | » indique un retour à la ligne. Laissez cette valeur vide pour utiliser la signature par défaut.
pt_br: O texto que você especifica aqui é usado como a assinatura em quaisquer e-mails enviados pelo utilitário warnquota para grupos que estiverem acima de sua quota definida. Utilize "|" para especificar uma quebra de linha. Deixe em branco se você preferir usar a assinatura padrão.
