Repository: ProntoNAS/ReadyNAS
Catalog: ucf-3.0025+nmu1/debian/po/*.po
Languages: es, pl, pt_br

source: Modified configuration file
es: Fichero de configuración modificado
pl: Zmodyfikowany plik konfiguracyjny
pt_br: Arquivo de configuração modificado

source: install the package maintainer's version
es: instalar la versión del responsable del paquete
pl: zainstalowanie wersji przygotowanej przez opiekuna pakietu
pt_br: instalar a versão do mantenedor do pacote

source: keep the local version currently installed
es: conservar la versión local actualmente instalada
pl: zachowanie lokalnie zainstalowanej wersji
pt_br: manter a versão instalada atualmente

source: show the differences between the versions
es: mostrar las diferencias entre las versiones
pl: pokazanie ró¿nic pomiêdzy wersjami
pt_br: exibir as diferenças entre as versões

source: show a side-by-side difference between the versions
es: mostrar las diferencias entre las versiones lado a lado
pl: pokazanie ró¿nic - obok siebie - pomiêdzy wersjami
pt_br: exibir as diferenças lado-a-lado entre as versões

source: show a 3-way difference between available versions
es: mostrar las diferencias entre las tres versiones
pl: pokazanie ró¿nic pomiêdzy trzema dostêpnymi wersjami
pt_br: exibir as diferenças entre as três versões disponíveis do arquivo

source: do a 3-way merge between available versions (experimental)
es: fusionar las tres versiones disponibles (experimental)
pl: scalenie zmian pomiêdzy 3 dostêpnymi wersjami (eksperymentalne)
pt_br: juntar as 3 versões disponíveis do arquivo [Bem Experimental]

source: start a new shell to examine the situation
es: ejecutar un nuevo intérprete para examinar la situación
pl: uruchomienie pow³oki w celu zbadania sytuacji
pt_br: iniciar um novo shell e examinar a situação

source: What do you want to do about modified configuration file ${BASENAME}?
es: ¿Qué desea hacer con el fichero de configuración modificado ${BASENAME}?

source: A new version of configuration file ${FILE} is available, but the version installed currently has been locally modified.
es: Hay una nueva versión del fichero de configuración ${FILE}, pero la versión que está instalada ha sido modificada localmente.
pl: Dostêpna jest nowa wersja pliku konfiguracyjnego ${FILE}, ale obecna wersja zosta³a lokalnie zmodyfikowana.
pt_br: Uma nova versão do arquivo de configuração ${FILE} está disponível, mas sua versão local foi modificada.

source: Line by line differences between versions
es: Mostrar las diferencias línea a línea entre las versiones
pl: Ró¿nice linia po linii pomiêdzy wersjami
pt_br: exibir as diferenças entre as versões

source: Conflicts found in three-way merge
es: Se encontraron conflictos al intentar integrar a tres bandas

source: Conflicts found during three-way merge! Please edit `${dest_file}' and sort them out manually.
es: ¡Se encontraron conflictos al intentar la integración a tres bandas! Por favor, edite «${dest_file}» y ordénelos manualmente.

source: The file `${dest_file}.${ERR_SUFFIX}' has a record of the failed merge of the configuration file.
es: El fichero «${dest_file}.${ERR_SUFFIX}» tiene el registro del fallo de integración del fichero de configuración.
