Repository: ProntoNAS/ReadyNAS
Catalog: noflushd-2.8.netgear12/debian/po/*.po
Languages: da, es, eu, fr, gl, ja, nl, ru

source: Default idle timeout in minutes:
da: Udløbstid for inaktivitet (i minutter):
es: Tiempo en minutos por omisión para pasar a estado ocioso:
eu: Inaktibitateko denbora-muga lehenetsia, minututan:
fr: Délai d'inactivité par défaut, en minutes :
gl: Contador de inactividade por defecto, en minutos:
ja: 標準のアイドルタイムアウト時間(分)
nl: Standaard 'idle'-timeout in minuten:
ru: Время неактивности по умолчанию (в минутах):

source: When a disk has been inactive for this many minutes, noflushd tries to spin it down.
da: Når en disk har været inaktiv i så mange minutter forsøger Noflushd at stoppe den.
es: Noflushd intenta desacelerar un disco cuando ha estado inactivo durante la cantidad de minutos especificada.
eu: Disko bat zuk zehazturiko minutu kopurua inaktibo izan denean, hura gelditzen saiatzen da noflushd.
fr: Si le disque reste inactif au delà de ce délai, noflushd tentera de l'arrêter.
gl: Cando un disco leve inactivo este número de minutos, noflushd tenta apagalo.
ja: ディスクが以下の時間、動作していない場合、noflushd はディスクの回転数を落します。
nl: Wanneer een schijf voor dit aantal minuten inactief is zal noflushd proberen om de drijf uit te zetten (spin-down).
ru: Если диск неактивен указанное количество минут, то noflushd попытается его остановить.

source: Instead of a single value, you can also enter a comma-separated list of timeouts. Whenever noflushd receives a HUP signal, it switches to the next timeout in the list.
da: I stedet for et enkelt tal, kan du angive en kommasepareret liste med udløbstider. Hver gang noflusdh modtaget et HUP-signal, vil det skifte til den næste udløbstid i listen.
es: Puede introducir una lista de tiempos de expiración separándolos con comas en lugar de introducir sólo un valor. Noflush cambiará al siguiente tiempo de expiración indicado en la lista cuando reciba una señal «HUP».
eu: Balio bakarra beharrean, denbora-muga zerrenda bat sar dezakezukomez banaturik. Noflushd-k HUP seinale bat jasotzen duen bakoitzean, zerrendako hurrengo balioa hartzen du.
fr: Plutôt qu'une valeur unique, vous pouvez indiquer une liste de valeurs, séparées par des virgules. De cette manière, à chaque fois que noflushd recevra un signal HUP, il basculera vers la valeur suivante de la liste.
gl: No canto dun só valor, tamén pode introducir unha lista de valores separados por comas. Cando noflushd recibe un sinal HUP pasa a empregar o seguinte valor da lista.
ja: タイムアウト時間は一つだけでなく、コンマで区切られたリストで入力することもできます。noflushd が HUP シグナルを受けた時は、リストの次のタイムアウト時間の値に切り替わります。
nl: I.p.v. een enkele waarde kunt u ook een met komma's gescheiden lijst van timeouts ingeven. noflushd schakelt dan over naar de volgende waarde in deze lijst telkens teen HUP-signaal ontvangen wordt.
ru: Можно вводить несколько значений через запятую. При получении noflushd сигнала HUP, он переключается на следующее значение времени неактивности.

source: Disks to monitor for inactivity:
da: Diske der skal overvåges for inaktivitet:
es: Discos a los que monitorizar la inactividad:
eu: Ondoko diskoen inaktibotasuna kontrolatu:
fr: Disques dont l'activité sera surveillée :
gl: Discos a controlar por inactividade:
ja: 動作していないことを監視するディスク
nl: Op inactiviteit te controleren schijven:
ru: Контролируемые диски:

source: All the disks given in this list will be spun down when inactive. Each disk here is represented by its device node, eg. /dev/hda for the first IDE disk. Multiple entries must be separated by space.
da: Alle diske på denne liste vil blive stoppet, når de er inaktive. Hver disk repræsenteres som en enhed, for eksempel »/dev/hda« for den første IDE-disk. Elementerne på listen skal adskilles med mellemrum (ikke komma).
es: Se desacelararán todos los discos de esta lista cuando no estén activos. Cada disco de estos está representado por su nodo de dispositivo, por ejemplo /dev/hda es el primer disco IDE. Si se introducen varios discos deben ir separados por un espacio.
eu: Zerrenda honetako disko guztiak geldiaraziko dira inaktibo direnean. Hemen, disko bakoitza bere gailu-nodoak zehazten du; adib. /dev/hda da lehen IDE diskoa. Sarrera bat baino gehiago dagoenean, tarte soilen bidez banatuko dira.
fr: Tous les disques mentionnés dans cette liste seront arrêtés en cas d'inactivité. Veuillez utiliser le nom du périphérique correspondant (p. ex. /dev/hda pour le premier disque IDE). Des valeurs multiples doivent être séparées par des espaces.
gl: Tódolos discos desta lista hanse apagar cando estean inactivos. Cada disco está representado polo seu nodo de dispositivo; por exemplo, /dev/hda para o primeiro disco IDE. As distintas entradas deben ir separadas por espazos.
ja: このリストで指定したディスクは、動作していない時、回転数が減少します。ここでは、ディスクはデバイスノードで表現されます。例えば、最初の IDE ディスクは /dev/hda です。複数ある場合はスペースで区切る必要があります。
nl: Alle schijven in deze lijst worden uitgeschakelt (spin-down) bij inactiviteit. Elke schijf is weergegeven door het apparaatbestand van de schijf (vb. /dev/hda voor de eerste IDE-schijf). Waarbij de verschillende apparaatbestanden gescheiden dienen te worden met spaties.
ru: Все указанные диски будут остановлены в случае их неактивности. Каждый диск задаётся по имени, например, /dev/hda -- первый IDE диск. Несколько дисков можно указать через пробел.

source: If this entry is empty, noflushd tries to auto-detect and monitor all disks on the system.
da: Hvis feltet er tomt vil noflushd forsøge at overvåge alle systemets diske.
es: Noflushd intenta auto-detectar y monitorizar todos los discos del sistema si deja este valor en blanco.
eu: Arlo hau hutsik badago, noflushd-k sistemako disko guztiak auto-atzeman eta kontrolatzeko saioa egingo du.
fr: Si ce paramètre est vide, noflushd tentera une détection automatique et surveillera tous les disques du système.
gl: Se esta entrada está baleira, noflushd tenta autodetectar e controlar tódolos discos do sistema.
ja: この項目の指定がなければ、noflushd はシステム上の全ディスクを自動検出して監視します。
nl: Als u dit leeg laat probeert noflushd de schijven automatisch te detecteren, en worden alle gevonden schijven gecontroleerd.
ru: Если ничего не вводить, то noflushd попытается найти и контролировать активность всех дисков в системе.

source: Use arbitrary noflushd command line parameters?
da: Brug vilkårlige kommandolinjeargumenter til noflushd?
es: ¿Usar parámetros arbitrarios de linea de órdenes?
eu: Noflushd komando-lerroko parametro arbitrarioak erabili?
fr: Faut-il utiliser des paramètres de la ligne de commande arbitraires ?
gl: ¿Empregar parámetros arbitrarios de liña de ordes de noflushd?
ja: noflushd のコマンドラインパラメータを使いますか。
nl: Wilt u commandoregelparameters meegeven aan noflushd?
ru: Использовать произвольные параметры командной строки noflushd?

source: All command line options given here will be passed verbatim to noflushd on startup. This option is for advanced users. Please refer to the noflushd man page for a list of all possible parameters.
da: Alle kommandolinjeargumenter der angives her, vil blive overført ordret til noflushd, når den startes. Denne mulighed er for advancerede bruger. Se brugsanvisningen til noflushd for en komplet oversigt over mulighederne.
es: Todas las opciones de linea de órdenes dadas aquí se pasarán literalmente a noflushd en el arranque. Esta opción es para usuarios avanzados. Por favor, consulte la página de manual de noflushd para ver la lista de parámetros posibles.
eu: Hemen ezartzen diren komando-lerroko aukera guztiak aldaketarik gabe emango zaizkio noflushd-ri sistema abiaraztean. Aukera hau erabiltzaile aurreratuentzat da. Mesedez, jo ezazu noflushd man orrialdera parametro guztien zerrenda aurkitzeko.
fr: Tous les paramètres indiqués ici seront passés sans modification au programme noflushd lors de son lancement. Cette option est destinée aux utilisateurs expérimentés. Veuillez consulter la page de manuel de noflushd pour connaître la liste de tous les paramètres existants.
gl: As opcións de liña de ordes que forneza aquí hanse pasar literalmente a noflushd ao inicialo. Esta opción é para usuarios avanzados. Consulte a páxina de manual de noflushd para obter unha lista con tódolos parámetros posibles.
ja: ここで与えられた全てのコマンドラインのオプションが、起動時にそのまま noflushd に渡されます。このオプションは上級のユーザのためのものです。可能なパラメータのリストは noflushd のマニュアルページを見て下さい。
nl: Alle hier opgegeven opties worden letterlijk doorgegeven aan noflushd tijdens het opstarten. Deze optie is voor gevorderde gebruikres. Een lijst met alle mogelijke parameters vindt u in de noflushd man-pagina.
ru: Все указанные здесь параметры командной строки будут переданы noflushd при запуске в неизменном виде. Только для опытных пользователей. В справочной странице noflushd можно найти список всех возможных параметров.

source: Advanced startup options:
da: Advancerede kommandolinjeargumenter:
es: Opciones avanzadas de arranque:
eu: Abiarazte aukera aurreratuak:
fr: Options avancées de démarrage :
gl: Opcións de inicio avanzadas:
ja: 上級者向けの起動時オプション
nl: Gevorderde opstartopties:
ru: Дополнительные параметры запуска:

source: A default timeout and a list of disks to monitor are enough for simple uses of noflushd. If you don't need more options, just leave this blank. Noflushd will then use a simple configuration scheme.
da: En udløbstid og en liste med diske der skal overvåges er nok til enkel brug af noflushd. Hvis du ikke har brug for mere kan du lade dette felt være tomt. Så vil noflushd bruge en enkel opsætning.
es: La mayoría de los usuarios de noflushd utilizarán el tiempo de expiración por omisión y una lista de discos a monitorizar. Deje este campo en blanco si no necesita más opciones. Si hace esto, noflush utilizará un esquema de configuración simple.
eu: Noflushd-ren erabilera arrunterako, nahikoak dira denbora-muga lehenetsia eta kontrolatu beharreko diskoen zerrenda. Aukera gehiagorik behar ez baduzu, utz ezazu eremu hau hutsik. Noflushd-k konfigurazio sinplea erabiliko du horrela.
fr: Le délai d'activité par défaut et la liste des disques à surveiller sont suffisants pour des utilisations simples de noflushd. Si vous n'avez pas besoin de plus d'options, veuillez laisser ce champ vide. Noflushd utilisera alors une configuration simple.
gl: O tempo de inactividade por defecto e a lista de discos a controlar son dabondo para o uso normal de noflushd. Se non precisa de máis opcións, deixe este campo baleiro, e noflushd ha empregar un esquema de configuración simple.
ja: 標準のタイムアウト時間の指定と監視するディスクのリストがあれば、noflushd の簡単な利用には十分です。さらなるオプションが必要なければ、空白のままにしておいてください。noflushd は単純な設定のスキームを使います。
nl: Een standaard timeout en een lijst van te controleren schijven zijn voldoende voor (simpel) gebruik van noflushd. Als u geen verdere opties nodig heeft laat dit dan gewoon leeg, dit zorgt ervoor dat noflushd een simpele opzet gebruikt voor de configuratie.
ru: Значений времени неактивности по умолчанию и списка контролируемых дисков достаточно для простого использования noflushd. Если вам больше ничего не нужно -- оставьте поле пустым. Noflushd будет использовать простую схему настройки.

source: For more control over noflushd behaviour, you may check, extend and modify the complete list of command line options that will be passed to noflushd on startup. This option is intended for advanced users. The most useful options include:
da: Hvis du vil have mere kontrol over noflushds opførsel, kan du studere og justere de kommandolinjeargumenter der bliver sendt til noflushd. Denne mulighed er tiltænkt advancerede brugere. De mest nyttige kommandolinjeargumenter inkluderer:
es: Si desea tener más control sobre el comportamiento de noflushd puede revisar, ampliar y modificar la lista completa de opciones de línea de órdenes que se le darán a noflushd cuando arranque. Esta opción está destinada a usuarios avanzados. Las opciones más útiles son las siguientes:
eu: Noflushd-ren jarduna gehiago kontrolatzeko, egiazta, heda eta alda ezazu sistema abiaraztean noflushd-ri emango zaizkion komando-lerroko aukera guztien zerrenda. Aukera hau erabiltzaile aurreratuentzat da. Hona hemen aukera erabilgarrienak, besteak beste:
fr: Pour plus de contrôle sur le comportement de noflushd, vous pouvez vérifier, compléter et modifier la liste complète des paramètres passés au programme lors de son démarrage. Cette option est destinées aux utilisateurs expérimentés. Les options les plus utiles sont :
gl: Para máis control sobre o comportamento de noflushd, pode comprobar, extender e modificar a lista completa de opcións de liña de ordes que se han pasar a noflushd ao inicialo. Esta opción é para usuarios avanzados. As opcións máis útiles inclúen:
ja: noflushd の動作をさらに制御するためには、起動時に渡されるコマンドラインオプションの全リストを調べて、追加や修正を行って下さい。この選択肢は上級者のためのものです。特に有用なオプションは以下の通りです。
nl: Als u meer controle wilt over het gedrag van noflushd kunt u de bij het opstarten aan noflushd mee te geven lijst van commandoregelparameters nakijken, uitbreiden en aanpassen. Deze optie is voor gevorderde gebruikers. De meest nuttige opties zijn:
ru: Для большего контроля работы noflushd вы можете проверить, расширить и изменить полный список параметров командной строки, который передаётся noflushd при запуске. Только для опытных пользователей. Наиболее полезные параметры:

source: -v verbose output; -n <to> spindown after <to> minutes of inactivity by default; -t <to> like -n, but only applies to the next disk given; <to> is a comma-separated list of timeout values.
da: -v detaljerede uddata; -n <til> stop disken efter <til> minutters inaktivitet; -t <til> som -n, men kun for den næste angivne disk; <til> er en kommasepareret liste med udløbstider (regnet i minutter).
es: -v salida con información adicional; -n <to> desacelerar por defecto después de <to> minutos de inactividad; -t <to> como -n, pero sólo aplicable al siguiente disco dado; <to> es una lista de tiempos de expiración separados por comas.
eu: -v irteera xehatua; -n <to> lehenespenez geldiarazi inaktibotasun <to> minutu ondoren; -t <to> -n bezala, baina soilik emandako hurrengo diskoari aplikaturik; <to> denbora-mugen zerrenda bat, komez banaturik.
fr: -v : affichage verbeux ; -n <délai> : arrêt au bout de <délai> minutes d'inactivité par défaut ; -t <délai> : comme -n, mais seulement pour le disque mentionné ensuite ; <délai> : liste de délais d'inactivité, séparés par des virgules.
gl: -v amosar moita información; -n <t> deter os discos despois de <t> minutos de inactividade por defecto; -t <t> coma -n, pero só se aplica ao seguinte disco indicado; <t> é unha lista de tempos separados por comas.
ja: -v 冗長な出力 -n <to> 標準で動作がなくなった <to> 分後に回転数を減少させる -t <to> -n と同様だが、次に指定するディスクにのみ適用される <to> コンマで区切られたタイムアウトの値のリスト
nl: -v uitgebreide uitvoer; -n <aantal> spindown standaard na <aantal> minuten inactiviteit; -t <aantal> zoals -n, maar enkel van toepassing op de volgende schijf; <aantal> is een met komma's gescheiden lijst van timeout-waarden.
ru: -v подробный вывод; -n <to> остановка диска после <to> минут неактивности по умолчанию; -t <to> как -n, но применяется только к следующему указанному диску; <to> список значений неактивности через запятую.

source: See the noflushd man page for detailed descriptions and a full list of options.
da: Se brugsanvisningen til noflushd for detaljerede forklaringer og en komplet liste med kommandolinjeargumenter.
es: Consulte en la página de manual de noflushd la lista completa de las opciones y su descripción detallada.
eu: Noflushd man orrialdera jo azalpen zehatzagoak eta aukera guztien zerrenda ikusteko.
fr: Veuillez consulter la page de manuel de noflushd pour les descriptions détaillées et la liste complète des options.
gl: Consulte a páxina man para ver as descricións detalladas e unha lista completa de opcións.
ja: 詳細の記述とオプションの全リストは noflushd のマニュアルページを参照して下さい。
nl: Gedetailleerde beschrijvingen en een volledige lijst met opties vindt u in de man-pagina van noflushd.
ru: Полное описание noflushd и список параметров даны в справочной странице.
