Repository: ProntoNAS/ReadyNAS
Catalog: krb5-1.4.4/debian/po/*.po
Languages: da, de, es, fr, gl, nl, pt, pt_br, ro, vi

source: Setting up a Kerberos Realm
da: Sætter et Kerberos-rige op
de: Einrichten des Kerberos-Realm
es: Configurar un entorno Kerberos
fr: Configuration d'un royaume (« Realm ») Kerberos
gl: Configuración dun reino Kerberos
nl: Aanmaken van een Kerberos authoriteitsgebied (realm)
pt: Configurar um Reino Kerberos
pt_br: Configurando um Realm Kerberos
ro: Se configurează un Domeniu Kerberos
vi: Đang thiết lập một miền Kerberos

source: This package contains the administrative tools necessary to run on the Kerberos master server. However, installing this package does not automatically set up a Kerberos realm. Doing so requires entering passwords and as such is not well-suited for package installation. To create the realm, run the krb5_newrealm command. You may also wish to read /usr/share/doc/krb5-kdc/README.KDC and the administration guide found in the krb5-doc package.
da: Denne pakke indeholder de nødvendige administrationsværktøjer til kørsel på Kerberos-hovedserveren. Installationen af denne pakke sætter dog ikke automatisk et Kerberos-rige ('realm') op. Det kræver indtastning af adgangskoder, hvilket ikke egner sig til pakkeinstallationen. For at oprette riget, skal du udføre kommandoen krb5_newrealm. Du kan også læse /usr/share/doc/krb5-kdc/README.KDC og administrationsguiden i pakken krb5-doc.
de: Dieses Paket enthält die administrativen Werkzeuge, die für den Kerberos-Masterserver benötigt werden. Die Installation dieses Pakets bedeutet jedoch nicht, dass der Kerberos-Realm automatisch eingerichtet wird. Dazu wäre die Eingabe von Passwörtern notwendig und deshalb ist dies nicht sonderlich für die Paket-Installation geeignet. Um den Realm zu erstellen, führen Sie bitte den Befehl »krb5_newrealm« aus. Lesen Sie eventuell auch /usr/share/doc/krb5-kdc/README.KDC oder den Administrations-Leitfaden, welcher im Paket krb5-doc zu finden ist.
es: Este paquete contiene las herramientas administrativas necesarias para ejecutar en el servidor maestro de Kerberos. Sin embargo, la instalación de este paquete no configura automáticamente un entorno Kerberos. Hacerlo requiere introducir contraseñas y esto no es muy apropiado en la instalación del paquete. Para crear el entorno, ejecute la orden «krb5_newrealm». Puede que también desee leer «usr/share/doc/krb5-kdc/README.KDC» y la guía de administración que puede encontrar en el paquete krb5-doc.
fr: Ce paquet contient les outils d'administration utiles pour un serveur maître Kerberos. Cependant, la simple installation de ce paquet ne suffit pas pour mettre en service automatiquement un royaume Kerberos. Cette mise en service implique la saisie de mots de passe et n'est donc pas facile à gérer lors de l'installation d'un paquet. Pour créer le royaume, veuillez utiliser la commande krb5_newrealm. Vous pouvez aussi consulter le fichier /usr/share/doc/krb5-kdc/README.KDC et le guide d'administration fourni dans le paquet krb5-doc.
gl: Este paquete contén as ferramentas administrativas necesarias para executar no servidor mestre de Kerberos. Nembargantes, a instalación deste paquete non configura automaticamente un reino Kerberos. Para facelo hai que introducir contrasinais, e por iso non se axusta ben á instalación do paquete. Para crear o reini execute o programa krb5_newrealm. Tamén é importante que lea o ficheiro /usr/sare/doc/krb5-kdc/README.KDC e a guía administrativa que se atopa no paquete krb5-doc.
nl: Dit pakket bevat de administratieve hulpmiddelen die nodig zijn op de Kerberos hoofd-server. De installatie van dit pakket maakt echter niet automatisch een Kerberos authoriteitsgebied (realm) aan; dat zou het invoeren van wachtwoorden vereisen, en pakket-installatie is daarvoor niet de beste methode. Om het authoriteitsgebied aan te maken moet u het programma krb5_newrealm uitvoeren. Nadere informatie is te vinden in /usr/share/doc/krb5-kdc/README.KDC en in de administratiehandleiding in pakket krb5-doc.
pt: Este pacote contém ferramentas administrativas necessárias para correr no servidor master de Kerberos. No entanto, instalar este pacote não configura automaticamente um reino Kerberos. Fazê-lo necessita que sejam introduzidas palavras-chaves e tal não é indicado para a instalação de pacotes. Para criar o reino, corra o comando krb5_newrealm. Também poderá querer ler /usr/share/doc/krb5-kdc/README.KDC e o guia de administração que se encontra no pacote krb5-doc.
pt_br: Este pacote contém as ferramentas adminisrativas necessárias para serem executadas em um servidor Kerberos mestre. Porém, a instalação deste pacote não configura automaticamente um realm Kerberos. Para isso seria necessário que senhas fossem informadas e isso não é muito adequado para a instalação de pacotes. Para criar um realm, execute o comando krb5_newrealm. Você pode também desejar ler o arquivo /usr/share/doc/krb5-kdc/README.KDC e o guia de administração encontrado no pacote krb5-doc.
ro: Acest pachet conţine uneltele de administrare necesare rulării pe un server master Kerberos. Totuşi, instalând acest pachet nu se configurează automat un domeniu Kerberos. Un asemenea lucru necesită introducerea de parole operaţie care nu este potrivită la instalarea pachetului. Pentru a crea domeniul, executaţi comanda krb5_newrealm. Veţi dori probabil să citiţi şi /usr/share/doc/krb5-kdc/README.KDC şi ghidul de administrare din pachetul krb5-doc.
vi: Gói tin này chứa những công cụ quản lý cần thiết để chạy nó trong trình phục vụ chính Kerberos. Tuy nhiên, cài đặt gói tin này không tự động thiết lập một miền Kerberos. Hành động ấy cần đến mật khẩu, mà không thích hợp khi cài đặt gói tin. Để tạo một miền, hãy chạy lệnh «krb5_newrealm». Bạn cũng có thể đọc tập tin «/usr/share/doc/krb5-kdc/README.KDC» và tập tin hướng dẫn quản lý trong gói tin «krb5-doc».

source: Don't forget to set up DNS information so your clients can find your KDC and admin servers. Doing so is documented in the administration guide.
da: Glem ikke at sætte DNS-oplysningerne op, så dine klienter kan finde dine KDC- og admin-servere. Fremgangsmåden er dokumenteret i administrationsguiden.
de: Vergessen Sie nicht DNS einzurichten, damit Ihre Clients auch Ihre KDC- und Admin-Server finden. Wie Sie dazu vorgehen müssen, steht im Administrations-Leitfaden.
es: No olvide configurar la información de DNS de forma que sus clientes puedan encontrar su KDC y servidores de administración. La guía de administración documenta cómo hacerlo.
fr: Pensez à configurer les informations DNS afin que vos clients puissent trouver votre contrôleur de domaine Kerberos et les serveurs d'administration. Ces opérations sont documentées dans le guide d'administration.
gl: Non esqueza configurar a información do DNS para que os clientes poidan atopar o KDC e o servidor administrativo. O xeito de o facer documéntase na guía de administración.
nl: Vergeet niet de DNS informatie aan te maken opdat uw computers uw KDC en administratieservers kunnen vinden. Hoe dit te doen staat in de administratiehandleiding.
pt: Não se esqueça de configurar a informação de DNS para que os seus clientes possam encontrar os servidores de administração e de KDC. Como o fazer está documentado no guia de administração.
pt_br: Não se esqueça de configurar a informação de DNS de forma que seus clientes possam encontrar seu KDC e seus servidores administrativos. Tal configuração não está documentada no guia de administração.
ro: Nu uitaţi să configuraţi informaţiile pentru DNS astfel încât clienţii să poată gasi serverele şi KDC-ul dumneavoastră. Acest lucru este documentat în ghidul de administrare.
vi: Đừng quên thiết lập thông tin DNS (hệ thống tên miền) để cho phép các khách tìm KDC và trình phục vụ quản lý của bạn. Hành động này được diễn tả trong tập tin hướng dẫn quản lý có nói trên.

source: Run the Kerberos5 administration daemon (kadmind)?
da: Skal Kerberos5-administrationsdæmonen (kadmind) køres?
de: Soll der Kerberos5-Administrations-Daemon (kadmind) laufen?
es: ¿Desea ejecutar el demonio de administración de Kerberos5 (kadmind)?
fr: Faut-il lancer le démon d'administration de Kerberos5 (kadmind) ?
gl: ¿Executar o servizo de administración de Kerberos5 (kadmind)?
nl: De Kerberos5 administratie-achtergronddienst (kadmind) starten?
pt: Correr o daemon de administração de Kerberos5 (kadmind)?
pt_br: Executar o daemon de administração do Kerberos5 (kadmind) ?
ro: Se rulează demonul de administrare Kerberos5 (kadmind)?
vi: Chạy trình nền quản lý Kerberos5 (kadmind) không?

source: Kadmind serves requests to add/modify/remove principals in the Kerberos database. It also must be running for the kpasswd program to be used to change passwords. Normally, this daemon runs on the master KDC.
da: Kadmind håndterer forespørgsler om at tilføje/ændre/fjerne elementer i Kerberos-databasen. Den skal køre for at kpasswd-programmet kan benyttes til at ændre adgangskoder. Normalt kører denne dæmon på hoved-KDC'en.
de: Kadmind beantwortet Anfragen um »Principals« in die Kerberos-Datenbank einzufügen, zu verändern oder aus der Datenbank zu entfernen. Kadmind muss laufen, damit das Programm kpasswd in der Lage ist, Passwörter zu verändern. Normalerweise läuft dieser Daemon auf dem Master-KDC.
es: Kadmind sirve las peticiones para añadir, modificar o eliminar principales en la base de datos de Kerberos. También debe estar ejecutándose para que se pueda usar el programa «kpasswd» para cambiar contraseñas. Normalmente, este demonio se ejecuta en el KDC maestro.
fr: Kadmind répond aux requêtes d'ajout, modification et suppression des enregistrements dans la base de données Kerberos. Il doit également être opérationnel pour que le programme kpasswd puisse être utilisé pour changer les mots de passe. Habituellement, ce démon est en route sur le contrôleur de domaine Kerberos (KDC).
gl: Kadmind serve peticións para engadir/modificar/eliminar principais na base de datos Kerberos. Tamén ten que estar a funcionar para que o programa kpasswd o empregue para cambiar contrasinais. Normalmente este servizo funciona no KDC mestre.
nl: Kadmind handelt aanvragen af om principals in de Kerberos database toe te voegen, te wijzigen of te verwijderen. Het moet ook draaien voor het programma kpasswd wanneer dat moet worden gebruikt voor het wijzigen van wachtwoorden. Gewoonlijk draait deze achtergronddienst op de hoofd-KDC.
pt: O kadmind serve pedidos para acrescentar/modificar/remover principais na base de dados Kerberos. Terá que estar a correr para que o programa kpasswd possa ser usado para alterar palavras-chave. Normalmente este daemon corre no KDC master.
pt_br: O kadmind atende requisições para adicionar/modificar/remover principals na base de dados do Kerberos. Ele também deve estar em execução para que o programa kpasswd possa ser usado para troca de senhas. Normalmente, esse daemon é executado no KDC mestre.
ro: Kadmind rezolvă cereri de adăugare/modificare/îndepărtare a directorilor din baza de date Kerberos. Acesta trebuie să ruleze şi pentru ca programul kpasswd să poată fi folosit pentru a schimba parolele. În mod normal, acest demon ruleaza pe serverul master KDC.
vi: Trình kadmind phục vụ yêu cầu thêm/sửa đổi/loại bỏ điều chính trong cơ sở dữ liệu Kerberos. Nó cũng phải đang chạy khi dùng trình kpasswd để thay đổi mật khẩu. Bình thường, trình nền (dæmon) này chạy trong KDC chính.

source: Create Kerberos KDC Configuration with debconf?
da: Opret Kerberos KDC-opsætning med debconf?
de: Kerberos-KDC-Konfiguration mit debconf erstellen?
es: ¿Crear la configuración del KDC de Kerberos con debconf?
fr: Faut-il gérer la configuration du contrôleur de domaine Kerberos avec debconf ?
gl: ¿Crear a configuración do KDC de Kerberos con debconf?
nl: Kerberos KDC instellingen aanmaken met debconf?
pt: Criar Configuração KDC Kerberos com o debconf?
pt_br: Criar Configuração KDC do Kerberos com o debconf ?
ro: Se crează configuraţia Kerberos KDC prin intermediul debconf?
vi: Tạo cấu hình KDC Kerberos dùng debconf không?

source: Many sites will wish to have this script automatically create Kerberos KDC configuration files in /etc/krb5kdc. By default an example template will be copied into this directory with local parameters filled in. Some sites who already have infrastructure to manage their own Kerberos configuration will wish to disable any automatic configuration changes.
da: Mange vil vælge at lade dette script oprette Kerberos KDC-opsætningsfiler i /etc/krb5kdc automatisk. Som udgangspunkt vil en eksempel-skabelon blive kopieret til denne mappe med lokale paremetre udfyldt på forhånd. Dem, der allerede har infrastruktur til at håndtere deres egen Kerberos-opsætning, kan vælge at deaktivere alle automatiske ænderinger i opsætningen.
de: Viele Sites werden es bevorzugen, wenn dieses Skript automatisch die Kerberos-KDC-Konfigurationsdateien in /etc/krb5kdc erstellt. Standardmäßig wird eine Beispiel-Vorlage in dieses Verzeichnis kopiert und mit lokalen Parametern ausgefüllt. Einige Sites, welche bereits die Infrastruktur besitzen um Ihre eigene Kerberos-Konfiguration zu verwalten, werden es bevorzugen, jede automatische Veränderung der Konfiguration zu deaktivieren.
es: Algunos sitios pueden querer que este script cree automáticamente los archivos de configuración del KDC de Kerberos en «/etc/krb5kdc». Por omisión, se copiará una plantilla de ejemplo en este directorio, rellenándolo con los parámetros locales. Algunos sitios que ya tengan una infraestructura para gestionar su propia·configuración de Kerberos querrán deshabilitar cualquier cambio automático de la configuración.
fr: De nombreux sites peuvent préférer gérer automatiquement les fichiers de configuration du contrôleur de domaine Kerberos dans /etc/krb5kdc. Par défaut, des fichiers d'exemple comportant des paramètres locaux seront placés dans ce répertoire. Certains sites qui possèdent déjà leur infrastructure de gestion de leur configuration de Kerberos souhaiteront probablement désactiver toute modification automatique de la configuration.
gl: En moitos sitios se ha querer que este script cree automaticamente os ficheiros de configuración do KDC de Kerberos en /etc/krb5kdc. Por defecto hase copiar un patrón de exemplo neste directorio cos parámetros locais introducidos. Os sitios que xa teñan a infraestructura para xestionar a súa propia configuración de Kerberos poden ter que desactivar os cambios automáticos na configuración.
nl: Op de meeste plaatsen zal het gewenst zijn dat dit script automatisch Kerberos KDC instellingsbestanden aanmaakt in /etc/krb5kdc. Standaard zal een sjabloon naar deze map worden gekopieerd, waarin de locale parameters al zijn ingevuld. Op plaatsen waar al infrastructuur aanwezig is om Kerberos instellingen te beheren kunnen automatische instellingswijzigingen waarschijnlijk beter worden uitgeschakeld.
pt: Muitos sites irão querer ter este script a criar automaticamente os ficheiros de configuração Kerberos KDC em /etc/krb5kdc. Por omissão, será copiado um modelo de exemplo para este directório com os parâmetros locais preenchidos. Alguns sites que já têm infra-estrutura para gerir a sua própria configuração Kerberos irão querer desabilitar as alterações automáticas de configuração.
pt_br: Muitos sites desejarão que este script crie automaticamente os arquivos de configuração de um KDC Kerberos em /etc/krb5kdc. Por padrão, um modelo de exemplo será copiado nesse diretório com parâmetros locais preenchidos. Alguns sites que já possuem infraestrutura para gerenciar sua própria configuração Kerberos desejarão desabilitar quaisquer mudanças de configuração automáticas.
ro: Multe situri vor dori ca acest script să creeze automat fişierele de configurare Kerberos KDC în /etc/krb5kdc. Implicit un şablon va fi copiat în acest director, cu parametrii locali completaţi. Unele situri care au deja o infrastructură pentru a administra configuraţiile Kerberos vor dori să dezactiveze orice modificare automată a configuraţiei.
vi: Nhiều nơi Mạng sẽ muốn cho phép tập lệnh này tự động tạo tập tin cấu hình KDC Kerberos trong «/etc/krb5kdc». Mặc định là một mẫu thí dụ sẽ được sao chép vào thư mục này với các tham số địa phương được nhập. Một số nơi Mạng có hạ tầng cơ sở có quản lý được cấu hình Kerberos của chúng, thì sẽ muốn vô hiệu hóa thay đỗi cấu hình tự động nào.

source: disable, full, nopreauth, none
da: deaktivér, fuld, ejpræaut, ingen
de: deaktivieren, total, ohne vorherige Authenfizierung, keiner
es: deshabilitado, completo, sinpreaut, ninguno
fr: désactivé, complet, pas de pré-authentification, aucun
gl: desactivado, completo, nopreauth, ningún
nl: uitgeschakeld, volledig, nopreauth, geen
pt_br: desabilitar, completa, sem-pré-autenticação, nenhuma
ro: dezactivat, complet, fără preautentificare, nici unul
vi: tắt, đầy đủ, không xác thức trước, không có

source: Kerberos4 compatibility mode to use:
da: Kerberos4-kompatibilitetstilstand, der skal benyttes:
de: Zu benutzender Kerberos4-Kompatibilitäts-Modus:
es: Modo de compatibilidad con Kerberos4 a utilizar:
fr: Mode de compatibilité avec Kerberos4 à utiliser :
gl: Modo de compatibilidade con Kerberos4 a empregar:
nl: Te gebruiken Kerberos4 compatibiliteitsmodus:
pt: Modo de compatibilidade a utilizar:
pt_br: Modo de compatibilidade Kerberos4 a ser usado :
ro: Modul de compatibilitate Kerberos4 folosit:
vi: Chế độ tương thích Kerberos cần dùng:

source: By default, Kerberos4 requests are allowed from principals that do not require preauthentication. This allows Kerberos4 services to exist while requiring most users to use Kerberos5 clients to get their initial tickets. These tickets can then be converted to Kerberos4 tickets. Alternatively, the mode can be set to full, allowing Kerberos4 to get initial tickets even when preauthentication would normally be required, or to disable, which will disable all Kerberos4 support.
da: Som udgangspunkt tillades Kerberos4-forespørgsler fra elementer, der ikke kræver præ-autentifikation. Det vil gøre det muligt at bevare Kerberos4-services, mens de fleste brugere tvinges til at bruge Kerberos5-klienter til at opnå deres første billetter. Disse billetter kan derefter omsættes til Kerberos4-billeter. Alternativt kan man vælge fuld tilstand, som tillader Kerberos4 at få de første billetter, selvom præautentifikation normalt ville have været påkrævet, eller vælge at deaktivere, hvilket vil deaktivere al understøttelse af Kerberos4.
de: Standardmäßig werden Kerberos4-Anfragen von »Principals« erlaubt, die keine vorherige Authenfizierung benötigen. Das ermöglicht Kerberos4-Dienste zu haben, während gleichzeitig die meisten Benutzer Kerberos5-Clients verwenden müssen um Ihr anfängliches Ticket zu bekommen. Diese Tickets können in Kerberos4-Tickets umgewandelt werden. Alternativ kann der Modus auch auf »total« gesetzt werden, wodurch Kerberos4-Clients anfängliche Tickets erhalten können, auch ohne vorherige Authentifizierung, welche normalerweise nötig wäre. Die Option »deaktivieren« wird die Unterstützung für Kerberos4 deaktivieren.
es: Por omisión, se permiten las peticiones Kerberos4 desde los principales que no necesitan preautenticación. Esto permite que los servicios de Kerberos4 existan mientras se solicita a la mayoría de los usuarios que usen clientes Kerberos5 para obtener sus «tickets» iniciales. Estos «tickets» se pueden convertir entonces a «tickets» de Kerberos4. De forma alternativa, se puede establecer el modo a completo, permitiendo a Kerberos4 obtener «tickets» iniciales incluso cuando normalmente sería necesaria la preautenticación , o a deshabilitado, lo que deshabilitará todo el soporte de Kerberos4.
fr: Par défaut, les requêtes Kerberos4 sont autorisées pour les enregistrements (« principals ») qui n'ont pas besoin de pré-authentification. Cela permet que les services Kerberos4 fonctionnent mais la majorité des utilisateurs doivent utiliser des clients Kerberos5 pour obtenir leurs tickets initiaux.
gl: Por defecto admítense as peticións Kerberos4 desde os principais que non precisan de preautenticación. Isto permite que os servizos Kerberos4 sigan a existir mentres se require que a maioría dos usuarios empreguen clientes Kerberos5 para obter os seus tickets iniciais. Eses tiquets logo pódense converter en tickets Kerberos4. De xeito alternativo, pode poñerse o modo en completo, o que permite que Kerberos4 obteña tiquets iniciais incluso cando se precisaría normalmente de preautenticación, ou en desactivado, o que había desactivar todo o soporte de Kerberos4.
nl: Standaard worden Kerberos4 aanvragen toegestaan van principals die geen pre-authenticatie vereisen. Dit staat toe dat Kerberos4 diensten bestaan, terwijl tegelijkertijd de meeste gebruikers Kerberos5 clients moeten gebruiken voor hun initiële tickets. Deze Kerberos5 tickets kunnen dan in Kerberos4 tickets worden omgezet. Als alternatief kan de modus op volledig worden gezet, zodat Kerberos4 initiële tickets kan verkrijgen, zelfs als pre-authenticatie normaal gesproken vereist zou zijn. Tenslotte kan de modus op uitgeschakeld worden gezet, hetgeen alle Kerberos4 ondersteuning uitschakelt.
pt: Por omissão, os pedidos Kerberos4 são permitidos apenas de principais que não necessitem de pré-autenticação. Isto permite que existam serviços Kerberos4 enquanto que necessita que a maioria dos utilizadores utilizem clientes Kerberos5 para obter os tickets iniciais. Estes tickets podem ser convertidos para tickets Kerberos4. Em alternativa, o modo pode ser definido para full, permitindo o Kerberos4 obter os tickets mesmo que a pré-configuração seja normalmente necessária, o que irá desabilitar todo o suporte Kerberos4.
pt_br: Por padrão, requisições Kerberos4 de principals que não necessitem de pré-autenticação são permitidas. Isso permite que serviços Kerberos4 existam, mesmo requerendo que a maioria dos usuários usem clientes Kerberos5 para obter seus tickets iniciais. Esses tickets podem então ser convertidos para tickets Kerberos4. Alternativamente, o modo de compatiblidade pode ser definido para o modo completo, permitindo que o Kerberos4 obtenha tickets iniciais mesmo quando a pré-autenticação seria normalmente necessária. Ou a compatibiliade poderia ser desabilitada, o que desabilitaria todo o suporte a Kerberos4.
ro: Implicit, cererile Kerberos4 sunt permise de la directori care nu necesită preautentificare. Acest lucru permite serviciilor Kerberos4 să poată fi folosit în timp ce utilizatorii trebuie să folosească clienţi Kerberos5 pentru a obţine tichete iniţiale. Aceste tichete pot fi convertite în tichete pentru Kerberos4. Opţional poate fi ales modul complet de compatibilitate, permiţând Kerberos4 să obţină tichete iniţiale chiar dacă ar fi nevoie de preautentificare, sau se poate dezactiva modul de compatibilitate, dezactivând tot suportul pentru Kerberos4.
vi: Mặc định là yêu cầu Kerberos được cho phép từ điều chính không cần đến xác thực trước. Làm như thế cho phép có dịch vụ Kerberos4 còn cần đến phần lớn người dùng sử dụng trình khách Kerberos5 để lấy vé ban đầu. Sau đó, có thể chuyển đổi những vé ấy sang vé loại Kerberos4. Hoặc có thể lập chế độ «đầy đủ», mà cho phép Kerberos4 lấy vé ban đầu, kể cả khi thường cần đến xác thực trước. Hoặc có thể lập chế độ «Tắt» mà vô hiệu hóa sự hỗ trợ Kerberos nào.

source: Run a krb524d?
da: Kør en krb524d?
de: Soll krb524d laufen?
es: ¿Ejecutar un «krb524d»?
fr: Faut-il lancer le démon krb524d ?
gl: ¿Executar krb524d?
nl: Een krb524d starten?
pt: Correr um krb524d?
pt_br: Executar um krb524d ?
ro: Se rulează krb524d?
vi: Chạy một krb524d không?
