Repository: ProntoNAS/ReadyNAS
Catalog: krb5-1.4.4/debian/po/*.po
Languages: da, de, es, fr, gl, nl, pt, pt_br, ro, vi

source: Krb524d is a daemon that converts Kerberos5 tickets into Kerberos4 tickets for the krb524init program. If you have Kerberos4 enabled at all, then you probably want to run this program. Especially when Kerberos4 compatibility is set to nopreauth, krb524d is important if you have any Kerberos4 services.
da: Krb524d er en dæmon, der omsætter Kerberos5-billetter til Kerberos4-billetter til programmet krb524init. Hvis du overhovedet har aktiveret Kerberos4, skal du sikkert køre dette program. krb524d er især vigtig, hvis Kerberos4-kompatibiliteten er sat til ejpræaut, og du har Kerberos4-services kørende.
de: Krb524d ist ein Daemon, der Kerberos5-Tickets für das Programm krb524init in Kerberos4-Tickets umwandelt. Haben Sie Kerberos4 aktiviert, dann sollten Sie wahrscheinlich diesen Dienst laufen lassen. Insbesondere wenn der Kerberos4-Kompatibilitäts-Modus auf »ohne vorherige Authentifizierung« gesetzt ist, ist krb524d wichtig, wenn Sie irgendwelche Kerberos4-Dienste haben.
es: Krb524d es un demonio que convierte los «tickets» de Kerberos5 a «tickets» de Kerberos4 para el programa krb524init. Si tiene activado Kerberos4, entonces probablemente quiera ejecutar este programa. krb524d es importante si tiene cualquier servicio de Kerberos4, especialmente cuando al compatibilidad con Kerberos4 está establecida a «sinpreaut».
fr: Krb524d est un démon qui permet de convertir les tickets Kerberos5 en tickets Kerberos4 pour le programme krb524init. Si vous avez activé la gestion de Kerberos4, il est probablement nécessaire d'utiliser ce programme. Il est notamment indispensable lorsque vous utilisez le mode de compatibilité Kerberos4 sans pré-authentification pour utiliser des services Kerberos4.
gl: Krb524d é un servizo que convirte os tiquets Kerberos5 en tiquets Kerberos4 para o programa krb524init. Se ten Kerberos4 activado é probable que queira executar este programa. Krb524d é importante se ten servizos Kerberos4, especialmente se a compatibilidade con Kerberos4 é nopreauth.
nl: Krb524d is een achtergronddienst die Kerberos5 in Kerberos4 tickets omzet voor het krb524init programma. Als u Kerberos4 op enige wijze aangeschakeld hebt, dan wilt u waarschijnlijk deze achtergronddienst starten. Krb524d is vooral belangrijk wanneer Kerberos4 compatibiliteit op nopreauth staat en u Kerberos4 diensten hebt.
pt: Krb524d é um daemon que converte tickets Kerberos5 para tickets Kerberos4 para o programa krb524init. Se tem o Kerberos4 habilitado, então provavelmente quererá correr este programa. Especialmente quando a compatibilidade Kerberos4 está definida para nopreauth, krb524d é importante se tem quaisquer serviços Kerberos4.
pt_br: Um krb524d é um daemon que converte tickets Kerberos5 para tickets Kerberos4 para o programa kbr524init. Caso você possua Kerberos4 habilitado, provavelmente você desejará executar esse programa. Especialmente quando o modo de compatibilidade com Kerberos4 está definido como nopreauth (sem-pré-autenticação), o krb524d é importante caso você possua qualquer serviço Kerberos4.
ro: Krb524d este un demon care converteşte tichetele Kerberos5 în tichete Kerberos4 pentru programul krb524init. Dacă aveţi activat Kerberos4 atunci probabil că veţi dori să rulaţi acest program. Krb524 este important dacă aveţi servicii Kerberos4, în special dacă modulu de compatibilitate Kerberos4 este fără preautentificare.
vi: Krb524d là một trình nền chuyển đổi vé Kerberos5 sang Kerberos4 cho trình krb524init. Nếu bạn có bật Kerberos bằng cách nào, thì rất có thể là bạn nên chạy trình này. Nhất là khi độ tương thích Kerberos4 là lập «không xác thực trước», krb524d là quan trọng nếu bạn có dịch vụ Kerberos nào.

source: Should the data be purged as well as the package files?
da: Skal data slettes, når pakkens afinstalleres?
de: Sollen die Daten genauso wie die Paket-Dateien restlos entfernt werden?
es: ¿Deberían purgarse los datos al igual que los archivos del paquete?
fr: Faut-il supprimer les données en même temps que les fichiers du paquet ?
gl: ¿Deben purgarse os datos cos ficheiros dos paquetes?
nl: Moeten, naast de pakketbestanden, ook de gegevens worden gewist (purged)?
pt: Devem os dados ser purgados assim como os ficheiros do pacote?
pt_br: Os dados devem ser removidos junto com a remoção dos arquivos ?
ro: Să se şteargă atât datele cât şi fişierele pachetului?
vi: Nên tẩy dữ liệu cũng với những tập tin gói tin không?

source: By default, purging this package will not delete the KDC database in /var/lib/krb5kdc/principal since this database cannot be recovered once it is deleted. If you wish to delete your KDC database when this package is purged, knowing that purging this package will then mean deleting all of the user accounts and passwords in the KDC, enable this option.
da: Som udgangspunkt vil KDC-databasen i /var/lib/krb5kdc/principal ikke blive slettet, når pakken afinstalleres, da denne database ikke kan genskabes, når den er slettet. Hvis du ønsker at slette din KDC-database, når denne pakke afinstalleres, vel vidende at det betyder at alle dine brugerkonti og adgangskoder i KDC'en dermed bliver slettet ved afinstallation, skal du aktivere denne indstilling.
de: Standardmäßig wird während des restlosen Entfernens (»purge«) des Paketes nicht die KDC-Datenbank in /var/lib/krb5kdc/principal entfernt, da diese Datenbank nicht wiederhergestellt werden könnte, nachdem sie gelöscht wurde. Wenn Sie wünschen die KDC-Datenbank zu löschen, sobald dieses Paket restlos entfernt wird, dann stimmen Sie hier zu. Beachten Sie, dass das restlose Entfernen des Pakets auch das Löschen aller Benutzer-Konten und Passwörter in der KDC bedeutet.
es: Por omisión, purgar este paquete no borrará la base de datos KDC en «/var/lib/krb5kdc/principal», ya que esta base de datos no se puede recuperar una vez se halla borrado. Active esta opción si desea borrar su base de datos del KDC cuando se purgue este paquete, sabiendo que purgar este paquete significará borrar todas las cuentas de usuario y contraseñas en el KDC.
fr: Par défaut, la suppression complète (purge) de ce paquet ne supprimera pas la base de données KDC dans /var/lib/krb5kdc/principal car cette base de données ne peut pas être récupérée une fois supprimée. Choisissez cette option si vous souhaitez supprimer la base de données KDC à la purge du paquet, ce qui supprimera tous les comptes des utilisateurs ainsi que les mots de passe.
gl: Por defecto, ao purgar este paquete non se ha borrar a base de datos KDC de /var/lib/krb5kdc/principal xa que esta base de datos non se pode recuperar despois de a borrar. Se quere borrar a súa base de datos KDC cando se purgue ese paquete, sabendo que ao purgar o paquete ha borrar tódalas contas de usuario e contrasinais do KDC, active esta opción.
nl: Standaard zal het wissen (purge) van dit pakket de KDC database in /var/lib/krb5kdc/principal niet verwijderen, aangezien deze database niet kan worden hersteld als deze is verwijderd. Indien u wilt dat uw KDC database wordt verwijderd wanneer dit pakket wordt gewist, wetende dat het wissen van dit pakket zal betekenen dat alle gebruikers en wachtwoorden verloren gaan, accepteer dan deze optie.
pt: Por omissão, purgar este pacote não irá apagar a base de dados KDC em /var/lib/krb5kdc/principal já que a base de dados não pode ser recuperada uma vez que depois de apagada. Se desejar apagar a sua base de dados KDC quando este pacote for purgado, sabendo que purgar este pacote irá significar então apagar todas as contas de utilizador e palavras-chave no KDC, habilite esta opção.
pt_br: Por padrão, a remoção deste pacote não irá remover a base de dados KDC em /var/lib/krb5kdc/principal, uma vez que essa base de dados não pode ser recuperada quando é removida. Caso você deseje remover sua base de dados KDC quando este pacote for removido, tendo em mente que, nesse caso, remover o pacote irá significar remover todas as contas de usuários e senhas no KDC, habilite esta opção.
ro: Implicit, dacă se curăţă acest pachet nu se şterge şi baza de date KDC din /var/lib/krb5kdc/principal deoarece nu poate fi recuperată odată ştearsă. Dacă doriţi să ştergeţi baza de date KDC când curăţaţi pachetul, ştiind că veţi şterge toate conturile utilizatorilor şi parolele din KDC, activaţi această opţiune.
vi: Mặc định là tẩy gói này sẽ không xóa bỏ cơ sở dữ liệu KDC trong «/var/lib/krb5kdc/principal», vì không thể phục hồi cơ sở dữ liệu này một khi nó bị xóa bỏ. Nếu bạn muốn xóa bỏ cơ sở dữ liệu KDC của bạn khi tẩy gói, và hiểu rằng tẩy gói này sẽ cũng xóa bỏ • mọi tài khoản và mật khẩu của người dùng • trong KDC, hãy hiệu lực tùy chọn này.
