Repository: ProntoNAS/ReadyNAS
Catalog: findutils-4.1.7/po/*.po
Languages: it

source: invalid argument %s for `%s'
it: %s non è un argomento valido per `%s'

source: ambiguous argument %s for `%s'
it: %s non è un argomento valido per `%s'

source: Valid arguments are:
it: Gli argomenti validi sono:

source: Unknown system error
it: Errore di sistema sconosciuto

source: %s: option `%s' is ambiguous
it: %s: l'opzione `%s' è ambigua

source: %s: option `--%s' doesn't allow an argument
it: %s: l'opzione `--%s' non ammette un argomento

source: %s: option `%c%s' doesn't allow an argument
it: %s: l'opzione `%c%s' non ammette un argomento

source: %s: option `%s' requires an argument
it: %s: l'opzione `%s' richiede un argomento

source: %s: unrecognized option `--%s'
it: %s: `--%s' opzione non riconosciuta

source: %s: unrecognized option `%c%s'
it: %s: `%c%s' opzione non riconosciuta

source: %s: illegal option -- %c
it: %s: opzione illegale -- %c

source: %s: invalid option -- %c
it: %s: opzione non valida -- %c

source: %s: option requires an argument -- %c
it: %s: l'opzione richiede un argomento -- %c

source: %s: option `-W %s' is ambiguous
it: %s: l'opzione `-W %s' è ambigua

source: %s: option `-W %s' doesn't allow an argument
it: %s: l'opzione `-W %s' non ammette un argomento

source: block size
it: dimensione del blocco

source: Success
it: Successo

source: No match
it: Nessuna corrispondenza

source: Invalid regular expression
it: Espressione regolare non valida

source: Invalid collation character
it: Carattere di confronto non valido

source: Invalid character class name
it: Nome della classe di caratteri non valido

source: Trailing backslash
it: backslash penzolante

source: Invalid back reference
it: Riferimento all'indietro non valido

source: Unmatched [ or [^
it: [ o [^ non accoppiate

source: Unmatched ( or \(
it: ( o \( non accoppiate

source: Unmatched \{
it: \{ non accoppiata

source: Invalid content of \{\}
it: Contenuto di \{\} non valido

source: Invalid range end
it: Fine dell'intervallo non valida

source: Memory exhausted
it: Memoria esaurita

source: Invalid preceding regular expression
it: Espressione regolare precedente non valida

source: Premature end of regular expression
it: Fine prematura dell'espressione regolare

source: Regular expression too big
it: Espressione regolare troppo grande

source: Unmatched ) or \)
it: ) o \) non accoppiate

source: No previous regular expression
it: Nessuna espressione regolare precedente

source: oops -- invalid default insertion of and!
it: ahiahiahi -- inserimento di default di and non valido!

source: Usage: %s [path...] [expression]
it: Uso: %s [percorso...] [espressione]

source: paths must precede expression
it: il percorso deve precedere l'espressione

source: invalid predicate `%s'
it: predicato `%s' non valido

source: missing argument to `%s'
it: manca l'argomento di `%s'

source: invalid argument `%s' to `%s'
it: `%s' non è un argomento valido per `%s'

source: Predicate List:
it: Lista dei Predicati:

source: Eval Tree:
it: Albero di Valutazione:

source: Optimized Eval Tree:
it: Albero di Valutazione Ottimizzato:

source: cannot get current directory
it: impossibile ottenere la directory corrente

source: virtual memory exhausted
it: memoria virtuale esaurita

source: error in %s: %s
it: errore in %s: %s

source: unknown
it: sconosciuto

source: default path is the current directory; default expression is -print expression may consist of: operators (decreasing precedence; -and is implicit where no others are given): ( EXPR ) ! EXPR -not EXPR EXPR1 -a EXPR2 EXPR1 -and EXPR2
it: il percorso predefinito è la directory corrente; l'espressione predefinita è -print l'espressione può essere formata da: operatori (in ordine di precedenza decrescente; -and è implicito se non ne sono specificati altri): ( ESPR ) ! ESPR -not ESPR ESPR1 -a ESPR2 ESPR1 -and ESPR2

source: EXPR1 -o EXPR2 EXPR1 -or EXPR2 EXPR1 , EXPR2 options (always true): -daystart -depth -follow --help -maxdepth LEVELS -mindepth LEVELS -mount -noleaf --version -xdev tests (N can be +N or -N or N): -amin N -anewer FILE -atime N -cmin N
it: ESPR1 -o ESPR2 ESPR1 -or ESPR2 ESPR1 , ESPR2 opzioni (sempre vere): -daystart -depth -follow --help -maxdepth LIVELLI -mindepth LIVELLI -mount -noleaf --version -xdev test (N può essere +N o -N o N): -amin N -anewer FILE -atime N -cmin N

source: -cnewer FILE -ctime N -empty -false -fstype TYPE -gid N -group NAME -ilname PATTERN -iname PATTERN -inum N -ipath PATTERN -iregex PATTERN -links N -lname PATTERN -mmin N -mtime N -name PATTERN -newer FILE
it: -cnewer FILE -ctime N -empty -false -fstype TIPO -gid N -group NOME -ilname MODELLO -iname MODELLO -inum N -ipath MODELLO -iregex MODELLO -links N -lname MODELLO -mmin N -mtime N -name MODELLO -newer FILE

source: -nouser -nogroup -path PATTERN -perm [+-]MODE -regex PATTERN -size N[bckw] -true -type [bcdpfls] -uid N -used N -user NAME -xtype [bcdpfls]
it: -nouser -nogroup -path MODELLO -perm [+-]MODO -regex MODELLO -size N[bckw] -true -type [bcdpfls] -uid N -used N -user NOME -xtype [bcdpfls]

source: actions: -exec COMMAND ; -fprint FILE -fprint0 FILE -fprintf FILE FORMAT -ok COMMAND ; -print -print0 -printf FORMAT -prune -ls
it: azioni: -exec COMANDO ; -fprint FILE -fprint0 FILE -fprintf FILE FORMATO -ok COMANDO ; -print -print0 -printf FORMATO -prune -ls

source: invalid mode `%s'
it: modo `%s' non valido

source: invalid null argument to -size
it: -size non può avere un argomento nullo

source: invalid -size type `%c'
it: tipo `%c' di -size non valido

source: GNU find version %s
it: GNU find versione %s

source: warning: unrecognized escape `\%c'
it: attenzione: sequenza di escape `\%c' sconosciuta

source: warning: unrecognized format directive `%%%c'
it: attenzione: direttiva di formato `%%%c' sconosciuta

source: inserting %s
it: inserimento di %s

source: type: %s %s
it: tipo: %s %s

source: cannot fork
it: impossibile eseguire fork

source: error waiting for %s
it: errore nell'attesa di %s

source: %s terminated by signal %d
it: %s terminato dal signal %d

source: left:
it: sinistro:

source: right:
it: destro:

source: invalid expression
it: espressione non valida

source: oops -- invalid expression type!
it: ahiahiahi -- tipo dell'espressione non valido!

source: Normalized Eval Tree:
it: Albero di Valutazione Normalizzato:

source: Usage: %s most_common_bigrams < list > coded_list
it: Uso: %s bigrammi_più_comuni < elenco > lista_codificata

source: days
it: giorni

source: warning: database `%s' is more than %d %s old
it: attenzione: la base di dati `%s' ha già più di %d %s

source: GNU locate version %s
it: GNU locate versione %s

source: environment is too large for exec
it: l'ambiente è troppo grande per exec

source: GNU xargs version %s
it: GNU xargs versione %s

source: unmatched %s quote
it: virgolette %s non accoppiate

source: double
it: doppie

source: single
it: singole

source: argument line too long
it: riga di argomento troppo lunga

source: command too long
it: comando troppo lungo

source: can not fit single argument within argument list size limit
it: l'argomento eccede la dimensione della lista di argomenti

source: argument list too long
it: lista di argomenti troppo lunga

source: error waiting for child process
it: errore nell'attesa del processo figlio

source: %s: exited with status 255; aborting
it: %s: uscito con stato 255; arrestato

source: %s: stopped by signal %d
it: %s: fermato dal signal %d

source: %s: terminated by signal %d
it: %s: terminato dal signal %d

source: %s: invalid number for -%c option
it: %s: numero per l'opzione -%c non valido

source: %s: value for -%c option must be >= %ld
it: %s: il valore per l'opzione -%c deve essere >= %ld

source: %s: value for -%c option must be < %ld
it: %s: il valore per l'opzione -%c deve essere < %ld

source: Usage: %s [-0prtx] [-e[eof-str]] [-i[replace-str]] [-l[max-lines]] [-n max-args] [-s max-chars] [-P max-procs] [--null] [--eof[=eof-str]] [--replace[=replace-str]] [--max-lines[=max-lines]] [--interactive] [--max-chars=max-chars] [--verbose] [--exit] [--max-procs=max-procs] [--max-args=max-args] [--no-run-if-empty] [--version] [--help] [command [initial-arguments]]
it: Uso: %s [-0prtx] [-e[eof-str]] [-i[replace-str]] [-l[max-righe]] [-n max-argomenti] [-s max-caratteri] [-P max-processi] [--null] [--eof[=eof-str]] [--replace[=replace-str]] [--max-lines[=max-righe]] [--interactive] [--max-chars=max-caratteri] [--verbose] [--exit] [--max-procs=max-processi] [--max-args=max-argomenti] [--no-run-if-empty] [--version] [--help] [comando [argomenti-iniziali]]
