Repository: ProntoNAS/ReadyNAS
Catalog: noflushd-2.8/debian/po/*.po
Languages: it, pt, sv, vi

source: Default idle timeout in minutes:
it: Tempo massimo d'inattività in minuti:
pt: Tempo limite de espera por omissão:
sv: Antal minuter i viloläge:
vi: Thời hạn không hoạt động theo phút:

source: When a disk has been inactive for this many minutes, noflushd tries to spin it down.
it: Quando un disco è stato inattivo per molti minuti, noflushd cerca di rallentarlo.
pt: Quando um disco esteve inactivo durante todos estes minutos o noflushd tenta pará-lo.
sv: När en disk har varit inaktiv i så här många minuter kommer noflushd att försöka stanna den.
vi: Khi một đĩa đã hoạt động được số phút này, trình noflushd cố quay nó xuống ngừng.

source: Instead of a single value, you can also enter a comma-separated list of timeouts. Whenever noflushd receives a HUP signal, it switches to the next timeout in the list.
it: Anziché un singolo valore è anche possibile inserire un elenco di valori separati da virgole. noflushd, ogni volta che riceverà un segnale HUP, passerà al prossimo valore dell'elenco.
pt: Em vez de um valor único, pode introduzir uma lista separada por vírgulas de tempos limite. Sempre que o noflushd recebe um sinal HUP, muda para o tempo limite seguinte da lista.
sv: Istället för ett ensamt värde kan du använda en kommaseparerad lista. När noflushd får en HUP-signal byter den till nästa tidsintervall i listan.
vi: Thay vào một giá trị đơn, bạn cũng có thể thêm một danh sách thời hạn định giới bằng dấu phẩy. Khi mà trình noflushd nhận một tín hiệu HUP thì nó chuyển đổi đến thời hạn kế tiếp trong danh sách ấy.

source: Disks to monitor for inactivity:
it: Dischi dei quali monitorare l'inattività:
pt: Discos para monitorizar a inactividade:
sv: Hårddiskar som ska övervakas:
vi: Theo dõi tính trạng không hoạt động trên những đĩa nào?

source: All the disks given in this list will be spun down when inactive. Each disk here is represented by its device node, eg. /dev/hda for the first IDE disk. Multiple entries must be separated by space.
it: Tutti i dischi contenuti in questo elenco verranno rallentati quando sono inattivi. Ogni disco qui viene rappresentato dal suo nodo di device, per esempio «/dev/hda» per il primo disco IDE. Valori multipli devono essere separati da uno spazio.
pt: Todos os discos desta lista serão parados quando inactivos. Cada disco aqui está representado pelo seu nó de dispositivo, por ex. /dev/hda para o primeiro disco IDE. Entradas múltiplas deverão ser separadas por um espaço.
sv: Alla hårddiskar i lista kommer att stannas av när de är inaktiva. Varje disk här representeras av sin enhetsnod, exempelvis /dev/hda för den första IDE-disken. Separera med mellanslag.
vi: Mọi đĩa được nhập vào danh sách này thì sẽ bị quay xuống ngừng khi không hoạt động. Trong danh sách này, bạn hãy nhập nút thiết bị tiêu biểu mỗi đĩa, v.d. «/dev/hda» cho đĩa IDE thứ nhất. Nhiều mục phải bị định giới bằng dấu cách.

source: If this entry is empty, noflushd tries to auto-detect and monitor all disks on the system.
it: Se questa voce viene lasciata vuota, noflushd cercherà di rilevare automaticamente e monitorare tutti i dischi del sistema.
pt: Se esta entrada estiver vazia, o noflushd tenta detectar automaticamente e monitorizar todos os discos do sistema.
sv: Om fältet lämnas tomt kommer noflushd att försöka hitta systemets hårddiskar automatiskt och övervaka samtliga funna.
vi: Nếu bạn bỏ trường này rỗng thì trình noflushd cố tự động phát hiện và theo dõi mọi đĩa trong hệ thống.

source: Use arbitrary noflushd command line parameters?
it: Utilizzare parametri arbitrari della riga di comando noflushd?
pt: Utilizar parâmetros de comando de linha noflushd arbitrários?
sv: Vill du använda extra kommandon för noflushd?
vi: Dùng tham số dòng lệnh noflushd nhiệm ý không?

source: All command line options given here will be passed verbatim to noflushd on startup. This option is for advanced users. Please refer to the noflushd man page for a list of all possible parameters.
it: Tutte le opzioni da riga di comando qui fornite verranno passate testualmente a noflushd all'avvio. Questa opzione è per utenti avanzati. Per un elenco di possibili parametri consultare la pagina man di noflushd.
pt: Todas as opções de comando de linha dadas aqui serão passadas exactamente do mesmo modo ao noflushd durante o arranque. Esta opção é para utilizadores avançados. Por favor recorra à página man para uma lista de parâmetros possíveis.
sv: Följande kommandon kommer att skickas till noflushd vid uppstart. Detta alternativ är riktat till avancerade användare. Läs mer i man-sidan för noflushd för en genomgång av möjliga kommandon.
vi: Mọi tùy chọn dòng lệnh được nhập vào đây thì sẽ được gởi đúng nguyên văn qua cho trình noflushd khi khởi động. Tùy chọn này chỉ cho người dùng cấp cao thôi. Hãy tham chiếu đến trang hướng dẫn (man) noflushd để tìm danh sách các tham số có thể.

source: Advanced startup options:
it: Opzioni avanzate di avvio:
pt: Opções de arranque avançadas:
sv: Avancerade uppstarts alternativ:
vi: Tùy chọn khởi động cấp cao:

source: A default timeout and a list of disks to monitor are enough for simple uses of noflushd. If you don't need more options, just leave this blank. Noflushd will then use a simple configuration scheme.
it: Per un uso semplice di noflushd sono sufficienti un tempo d'inattività predefinito e un elenco di dischi da monitorare. Se non si desiderano ulteriori opzioni, lasciare questo campo vuoto. Noflushd utilizzerà quindi uno schema di configurazione semplice.
pt: Um tempo limite por omissão e uma lista de discos para monitorizar são o suficiente para usos simples do noflushd. Se não precisar de mais opções, deixe em branco. O noflushd irá então usar um esquema de configuração simples.
sv: Vanliga användare klarar sig med ett tidsintervall för inaktiviteten och en lista med diskar som ska övervakas av noflushd. Om du inte behöver fler alternativ än detta lämnar du fältet tomt och noflushd kommer då att använda enkla inställningar.
vi: Có một thời gian mặc định và một danh sách các đĩa cần theo dõi thì đủ khi sử dụng trình noflushd một cách đơn giản. Nếu bạn không cần tùy chọn thêm, chỉ hãy bỏ trường này rỗng. Vậy trình noflushd sẽ dùng một lược đồ cấu hình đơn giản.

source: For more control over noflushd behaviour, you may check, extend and modify the complete list of command line options that will be passed to noflushd on startup. This option is intended for advanced users. The most useful options include:
it: Per un controllo più preciso del comportamento di noflushd è possibile controllare, estendere e modificare l'elenco completo di opzioni dalla riga di comando che verranno passate a noflushd all'avvio. Questa opzione è per utenti avanzati. Le opzioni più utili includono:
pt: Para mais controle sobre o comportamento do noflushd, pode verificar, expandir e modificar a lista completa de opções da linha de comando a ser passada ao noflushd durante o arranque. Esta opção é direccionada a utilizadores avançados. As opções mais úteis incluem:
sv: För att få mer kontroll över hur noflushd beter sig kan du utöka och förändra lista med kommandoradsalternativ som skickas till noflushd vid uppstart. Detta alternativ är avsett för avancerade användare. De mest användvara alternativen är:
vi: Để điều khiển nữa hành vi noflushd, bạn có thể kiểm tra, mở rộng và sửa đổi danh sách mọi tùy chọn dòng lệnh sẽ được gởi qua cho trình noflushd khi khởi động. Tùy chọn này chỉ cho người dùng cấp cao thôi. Những tùy chọn hữu ích nhất bao gồm:

source: -v verbose output; -n <to> spindown after <to> minutes of inactivity by default; -t <to> like -n, but only applies to the next disk given; <to> is a comma-separated list of timeout values.
it: - v output prolisso; - n <to> rallenta in modo predefinito dopo <to> minuti di inattività; - t <to> come -n, ma viene applicato solo al prossimo disco dato; <to> è un elenco, separato da virgole, di valori di tempo d'inattività.
pt: -v saída detalhada; -n <to> parar depois de <to> minutos de inactividade por omissão; -t <to> como -n, mas apenas se aplica ao próximo disco dado; <to> é uma lista separada por vírgulas de valores de tempos limite.
sv: -v pratig utdata; -n <tid> stanna efter <tid> minuter inaktiv; -t <tid> som -n, men gäller bara nästa specifika disk; <tid> är en kommaseparerad lista med tider.
vi: -v xuất _chi tiết_; -n <số> quay đĩa xuống _ngừng_ sau <số> phút không hoạt động theo mặc định; -t <số> giống như tùy chọn «-n», nhưng chỉ áp dụng vào đĩa kế _tiếp_ đưa ra; <số> là một danh sách định giới bằng dấu phẩy các giá trị thời hạn.

source: See the noflushd man page for detailed descriptions and a full list of options.
it: Per una descrizione più dettagliata e un elenco completo delle opzioni consultare la pagina man di noflushd.
pt: Veja a página man do noflushd para uma descrição detalhada e para uma lista completa de opções.
sv: Läs mer i manualsidan för noflushd om extra inställningar, detaljerade beskrivningar och en komplett lista med alternativ.
vi: Hãy xem trang hướng dẫn (man) để tìm mô tả chi tiết và một danh sách mọi tùy chọn.
