Repository: ProntoNAS/ReadyNAS
Catalog: adduser-3.47/po/*.po
Languages: de, fr, ja, nl, pl, pt_br, ru

source: No options allowed after names.
de: Keine Optionen nach dem Namen erlaubt.
fr: L'utilisation d'options n'est pas permise après les noms.
ja: 名前の後にオプションを付けられません。
nl: Geen opties toegestaan na namen.
pl: Po nazwie nie mo¿na dodawaæ ¿adnych opcji.
pt_br: Opções não são permitidas depois de nomes.
ru: Нельзя указывать параметры после имён.

source: --ingroup requires an argument.
de: --ingroup benötigt ein Argument.
fr: --ingroup nécessite un argument.
ja: --ingroup には引数が必要です。
nl: --ingroup verwacht een argument.
pl: --ingroup wymaga podania argumentu.
pt_br: --ingroup requer um argumento.
ru: Для --ingroup требуется агрумент.

source: --home requires an argument.
de: --home benötigt ein Argument.
fr: --home nécessite un argument.
ja: --home には引数が必要です。
nl: --home verwacht een argument.
pl: --home wymaga podania argumentu.
pt_br: --home requer um argumento.
ru: Для --home требуется аргумент.

source: Warning: The home dir you specified already exists.
de: Warnung: Das von Ihnen angebene Homeverzeichnis existiert bereits.
fr: Attention: le répertoire personnel que vous avez spécifié existe déjà.
ja: 警告: 指定されたユーザのホームディレクトリが存在しています。
nl: Waarschuwing: De homedir die u specifieerde bestaat reeds.
pl: Ostrze¿enie: Podany katalog domowy ju¿ istnieje.
pt_br: Alerta: o diretório pessoal que você especificou já existe.
ru: Предупреждение: Заданный вами домашний каталог уже существует.

source: The home dir must be an absolute path.
de: Das Homeverzeichnis muss eine absolute Verzeichnisangabe ein.
fr: Le répertoire personnel doit être indiqué par un chemin absolu.
ja: ホームディレクトリは絶対パスでなければなりません。
nl: De homedir moet een absoluut pad zijn.
pl: Katalog domowy musi byæ podany jako ¶cie¿ka bezwglêdna.
pt_br: O diretório pessoal deve ser um caminho absoluto.
ru: Домашний каталог должен задаваться в абсолютном виде.

source: --gecos requires an argument.
de: --gecos benötigt ein Argument.
ja: --gecos には引数が必要です。
nl: --gecos verwacht een argument.
pl: --gecos wymaga podania argumentu.

source: --shell requires an argument.
de: --shell benötigt ein Argument.
ja: --shell には引数が必要です。
nl: --shell verwacht een argument.
pl: --shell wymaga podania argumentu.

source: --uid requires a numeric argument.
de: --uid benötigt ein Argument.
fr: --uid nécessite un argument numérique.
ja: --uid には数字の引数が必要です。
nl: --uid verwacht een numeriek argument.
pl: --uid wymaga podania argumentu.
pt_br: --uid requer um argumento numérico.
ru: Для --uid требуется числовой аргумент.

source: --firstuid requires a numeric argument.
de: --firstuid benötigt ein numerisches Argument.
ja: --firstuid には数字の引数が必要です。
nl: --firstuid verwacht een numeriek argument.
pl: --firstuid wymaga liczby jako argumentu.

source: --lastuid requires a numeric argument.
de: --lastuid benötigt ein numerisches Argument.
ja: --lastuid には数字の引数が必要です。
nl: --lastuid verwacht een numeriek argument.
pl: --lastuid wymaga liczby jako argumentu.

source: --gid requires a numeric argument.
de: --gid benötigt ein numerisches Argument.
fr: --gid nécessite un argument numérique.
ja: --gid には数字の引数が必要です。
nl: --gid verwacht een numeriek argument.
pl: --gid wymaga liczby jako argumentu.
pt_br: --gid requer um argumento numérico.
ru: Для --gid требуется числовой аргумент.

source: --conf requires an argument.
de: --conf benötigt ein Argument.
fr: --conf nécessite un argument.
ja: --conf には引数が必要です。
nl: --conf verwacht een argument.
pl: --conf wymaga podania argumentu.
pt_br: --conf requer um argumento.
ru: Для --conf требуется аргумент.

source: `%s' doesn't exist.
de: `%s' existiert nicht.
fr: « %s » n'existe pas.
ja: `%s' が存在しません。
nl: `%s' bestaat niet.
pl: `%s' nie istnieje.
pt_br: `%s' não existe.
ru: `%s' не существует.

source: Unknown argument `%s'.
de: Unbekanntes Argument `%s'.
fr: Argument « %s » inconnu.
ja: `%s' は不明な引数です。
nl: Onbekend argument `%s'.
pl: Nieznany argument `%s'.
pt_br: Argumento `%s' desconhecido.
ru: `&s' -- неизвестный аргумент.

source: Only root may add a user or group to the system.
de: Nur root darf Benutzer oder Gruppen zum System hinzufügen.
fr: Seul root peut ajouter un utilisateur ou un groupe sur le système.
ja: root だけがシステムにユーザまたはグループを追加できます。
nl: Alleen root mag een gebruiker of groep aan het systeem toevoegen.
pl: Tylko administrator mo¿e dodawaæ u¿ytkownika lub grupê do systemu.
pt_br: Somente root pode acrescentar um usuário ou grupo ao sistema.
ru: Только root может добавлять пользователей и группы в систему.

source: Enter a groupname to add:
de: Geben Sie den hinzu zufügenden Gruppennamen ein:
ja: 追加するグループ名を入力して下さい:
nl: Geef een groepsnaam om toe te voegen:
pl: Wprowad¼ nazwê grupy:
pt_br: Entre um nome de grupo para acrescentar:

source: Enter a username to add:
de: Geben Sie den hinzu zufügenden Benutzernamen ein:
fr: Veuillez indiquer le nom d'utilisateur à ajouter :
ja: 追加するユーザ名を入力して下さい:
nl: Geef een gebruikersnaam om toe te voegen:
pl: Wprowad¼ nazwê u¿ytkownika:
pt_br: Entre um nome de usuário para acrescentar:
ru: Введите имя пользователя, чтобы добавить:

source: I need a name to add.
de: Ich benötige einen Namen zum hinzufügen.
fr: J'ai besoin d'un nom à ajouter.
ja: 追加する名前が必要です。
nl: Ik heb een naam nodig om toe te voegen.
pl: Aby dodaæ u¿ytkownika potrzebna jest nazwa.
pt_br: Eu preciso de um nome para acrescentar.
ru: Необходимо имя для добавления.

source: No more than two names.
de: Es sind nicht mehr als zwei Namen erlaubt.
fr: Pas plus de deux noms.
ja: ２つ以上の名前は指定できません。
nl: Niet meer dan twee namen.
pl: Nie wiêcej ni¿ dwie nazwy.
pt_br: Não mais de dois nomes.
ru: Нельзя задавать более двух имен.

source: Specify only one name in this mode.
de: Geben Sie nur einen Namen in diesem Modus an.
fr: Ne spécifiez qu'un nom dans ce mode.
ja: このモードでは１つだけ名前を指定して下さい。
nl: Specifieer slechts één naam in deze modus.
pl: W tym trybie mo¿na podaæ tylko jedn± nazwê.
pt_br: Especifique somente um nome neste modo.
ru: В этом режиме указывается только одно имя.

source: --group, --ingroup, and --gid options are mutually exclusive.
de: Die Optionen --group, --ingroup und --gid schließen sich voneinander aus.
fr: Les options --group, --ingroup et --gid s'excluent mutuellement.
ja: --group, --ingroup, --gid オプションは同時に複数指定できません。
nl: --group, --ingroup, en --gid opties zijn onverenigbaar.
pl: Opcje --group, --ingroup oraz --gid s± wzajemnie wykluczaj±ce siê.
pt_br: Opções --group, --ingroup, e --gid são mutualmente exclusivas.
ru: Опции --group, --ingroup и -gid являются взаимоисключающими.

source: The group `%s' already exists.
de: Die Gruppe `%s' existiert bereits.
fr: Le groupe « %s » existe déjà.
ja: グループ `%s' は既に存在しています。
nl: De group `%s' bestaat reeds.
pl: Grupa `%s' ju¿ istnieje.
pt_br: O grupo `%s' já existe.
ru: Группа `%s' уже существует.

source: The GID `%s' is already in use.
de: Die GID `%s' ist bereits in Benutzung.
fr: Le GID « %s » est déjà utilisé.
ja: グループ ID `%s' は既に使用されています。
nl: De GID `%d' is reeds in gebruik.
pl: GID `%s' jest ju¿ u¿ywany.
pt_br: O GID `%s' já está em uso.
ru: GID `%s' уже используется.

source: No GID is available in the range
de: Es ist keine GID verfügbar im Bereich
fr: Aucun GID n'est disponible dans l'interval
ja: この範囲では利用できる GID がありません :
nl: Geen GID is beschikbaar in het bereik
pl: Brak dostêpnego numeru GID w wybranym zakresie
pt_br: Nenhum GID está disponível na faixa
ru: Нет свободного GID в границах

source: Group `%s' not created.
de: Gruppe `%s' wurde nicht angelegt.
fr: Pas de création du groupe `%s'.
ja: `%s' グループは作成されませんでした。
nl: Groep `%s' niet aangemaakt.
pl: Nie utworzono grupy `%s'.
pt_br: Grupo `%s' não criado.
ru: Группа `%s' не создана.

source: Adding group %s (%s)...
de: Lege Gruppe %s (%s) an...
fr: Ajout du groupe %s (%s)...
ja: グループ %s (%s) を追加しています…
nl: Toevoegen groep %s (%s)...
pl: Dodawanie grupy %s (%s)...
pt_br: Acrescentando grupo %s (%s)...
ru: Добавляется группа %s (%s)...

source: Done.
de: Fertig.
fr: Fait.
ja: 終了。
nl: Klaar.
pl: Gotowe.
pt_br: Concluído.
ru: Готово.

source: The user `%s' doesn't exist.
de: Der Benutzer `%s' existiert nicht.
fr: L'utilisateur « %s » n'existe pas.
ja: ユーザ `%s' は存在しません。
nl: De gebruiker `%s' bestaat niet.
pl: U¿ytkownik `%s' nie istnieje.
pt_br: O usuário `%s' não existe.
ru: Пользователь `%s' не существует.

source: The group `%s' doesn't exist.
de: Die Gruppe `%s' existiert nicht.
fr: Le groupe « %s » n'existe pas.
ja: グループ `%s' が存在しません。
nl: De groep `%s' bestaat niet.
pl: Grupa `%s' nie istnieje.
pt_br: O grupo `%s' não existe.
ru: Группа `%s' не существует.

source: The user `%s' is already a member of %s.
de: Der Benutzer `%s' ist bereits ein Mitglied der Gruppe %s.
fr: L'utilisateur « %s » est déjà membre du groupe %s.
ja: ユーザ `%s' は既にグループ `%s' のメンバーです。
nl: De gebruiker `%s' is reeds lid van %s.
pl: U¿ytkownik `%s' jest ju¿ cz³onkiem grupy %s.
pt_br: O usuário `%s' já é um membro de %s.
ru: Пользователь `%s' уже является членом группы %s.

source: Adding user %s to group %s...
de: Füge Benutzer %s in Gruppe %s hinzu...
fr: Ajout de l'utilisateur %s au groupe %s...
ja: %s を %s に追加しています...
nl: Toevoegen gebruiker %s aan groep %s...
pl: Dodawanie u¿ytkownika %s do grupy %s...
pt_br: Acrescentando usuário %s ao grupo %s...
ru: Добавляется пользователь %s в группу %s...

source: User %s does already exist. Exiting...
de: Benutzer `%s' existiert bereits. Beende...
ja: ユーザ `%s' は既に存在しています。終了します...

source: Adding system user %s...
de: Lege Systembenutzer %s an...
fr: Ajout de l'utilisateur système %s...
ja: システムユーザ %s を追加しています...
nl: Toevoegen systeemgebruiker %s...
pl: Dodawanie u¿ytkownika systemowego %s...
pt_br: Acrescentando usuário de sistema %s...
ru: Добавляется системный пользователь %s...

source: No UID/GID pair is available in the range
de: Kein UID/GID Paar ist verfügbar im Bereich
fr: Aucune paire UID/GID n'est disponible dans l'interval
ja: 次の範囲で利用可能な UID/GID のペアがありません :
nl: Geen UID/GID paar is beschikbaar in het bereik
pl: Brak dostêpnego UID/GID w wybranym zakresie
pt_br: Nenhum par UID/GID está disponível na faixa
ru: Нет свободной пары UID/GID в границе

source: User `%s' not created.
de: Benutzer `%s' wurde nicht angelegt.
fr: L'utilisateur « %s » n'a pas été créé.
ja: ユーザ `%s' は作成されませんでした。
nl: Gebruiker `%s' niet aangemaakt.
pl: Nie utworzono u¿ytkownika `%s'.
pt_br: Usuário `%s' não criado.
ru: Пользователь `%s' не создан.

source: No UID is available in the range
de: Keine UID ist verfügbar im Bereich
fr: Aucun UID n'est disponible dans l'interval
ja: 次の範囲に利用可能な UID がありません :
nl: Geen UID beschikbaar in het bereik
pl: Brak dostêpnego UID w wybranym zakresie
pt_br: Nenhum UID está disponível na faixa
ru: Нет UID в границе

source: Internal error
de: Interner Fehler
fr: Erreur interne
ja: 内部エラー
nl: Interne fout
pl: Wewnêtrzny b³±d
pt_br: Erro interno
ru: Внутренняя ошибка

source: Adding new group $new_name ($new_gid).
de: Füge Gruppe $new_name ($new_gid) hinzu.
fr: Ajout du nouveau groupe $new_name ($new_gid).
ja: 新しいグループ $new_name ($new_gid) を追加しています。
nl: Toevoegen nieuwe groep $new_name ($new_gid).
pl: Dodawanie nowej grupy $new_name ($new_gid).
pt_br: Acrescentando novo grupo $new_name ($new_gid).
ru: Добавляется новая группа $new_name ($new_gid).

source: Adding new user %s (%s) with group %s.
de: Lege neuen Benutzer %s (%s) mit Gruppe %s an.
fr: Ajout du nouvel utilisateur %s (%s) avec comme groupe « %s ».
ja: グループ %s に新しいユーザ %s (%s) を追加しています。
nl: Toevoegen nieuwe gebruiker %s (%s) in group %s.
pl: Dodawanie nowego u¿ytkownika %s (%s) w grupie %s.
pt_br: Acrescentando novo usuário %s (%s) com grupo %s.
ru: Добавляется новый пользователь %s (%s) с группой %s.

source: Not creating home directory.
de: Erstelle kein Homeverzeichnis.
fr: Pas de création de répertoire personnel.
ja: ホームディレクトリは作成しません。
nl: Geen aanmaak home directory.
pl: Nie utworzono katalogu domowego.
pt_br: Não criando diretório pessoal.
ru: Не удалось создать домашний каталог.

source: Home directory %s already exists.
de: Homeverzeichnis %s existiert bereits.
fr: Le répertoire personnel %s existe déjà.
ja: ホームディレクトリ %s は既に存在します。
nl: Home directory %s bestaat reeds.
pl: Katalog domowy %s ju¿ istnieje.
pt_br: Diretório pessoal %s já existe.
ru: Домашний каталог %s уже существует.

source: Creating home directory %s.
de: Erstelle Homeverzeichnis %s.
fr: Création du répertoire personnel %s.
ja: ホームディレクトリ %s を作成しています。
nl: Aanmaken home directory %s.
pl: Tworzenie katalogu domowego %s.
pt_br: Criando diretório pessoal %s.
ru: Создаётся домашний каталог %s.

source: Adding user %s...
de: Lege Benutzer %s an...
fr: Ajout de l'utilisateur %s...
ja: ユーザ %s を追加しています…
nl: Toevoegen gebruiker %s...
pl: Dodawanie u¿ytkownika %s (%s).
pt_br: Acrescentando usuário %s...
ru: Добавляется пользователь %s...

source: Adding new group %s (%s).
de: Lege neue Gruppe %s (%s) an.
fr: Ajout du nouveau groupe %s (%s).
ja: 新しいグループ %s (%s) を追加しています。
nl: Toevoegen nieuwe groep %s (%s).
pl: Dodawanie nowej grupy %s (%s).
pt_br: Acrescentando novo grupo %s (%s).
ru: Добавляется новая группа %s (%s).

source: Home directory %s already exists. Not copying from %s
de: Homeverzeichnis %s existiert bereits. Kopiere keine Dateien aus %s
fr: Le répertoire personnel %s existe déjà. Pas de recopie de %s
ja: ホームディレクトリ %s は既に存在します。%s からのコピーをしません
nl: Home directory %s bestaat reeds. Wordt niet gekopieerd van %s
pl: Katalog domowy %s ju¿ istnieje. %s nie zostanie przekopiowany.
pt_br: Diretório pessoal %s já existe. Não copiando de %s
ru: Домашний каталог %s уже существует. Не удалось копирование из %s

source: Copying files from %s
de: Kopiere Dateien aus %s
fr: Copie des fichiers depuis %s
ja: %s からファイルをコピーしています
nl: Kopiëren bestanden van %s
pl: Kopiowanie plików z %s
pt_br: Copiando arquivos de %s
ru: Копируются файлы из &s

source: Is the information correct? [y/n]
de: Sind die Informationen korrekt? [j/n]
fr: Ces informations sont-elles correctes ? [y/n]
ja: 以上で正しいですか？ [y/n]
nl: Is deze informatie correct? [y/n]
pl: Czy informacja jest poprawna? [y/n]
pt_br: A informação está correta? [s/n]
ru: Эти сведения верны? [y/n]

source: y
de: j
pt_br: s

source: Setting quota from %s.
de: Setze Quota vom %s.
fr: Mise en place du quota à partir de %s.
ja: %s から quota を設定しています。
nl: Instellen quota van %s.
pl: Ustawianie udzia³ów dyskowych dla %s.
pt_br: Setando quota a partir de %s.
ru: Устанавливается квота от %s.

source: In order to use the --remove-home, --remove-all-files, and --backup features, you need to install the `perl-modules' package. To accomplish that, run apt-get install perl-modules
de: Um die --remove-home, --remove-all-files, oder --backup Option nutzen zu können, müssen Sie das perl-modules Paket installieren. Um dies zu tun, führen sie den Befehl 'apt-get install perl-modules' aus.

source: Only root may remove a user or group from the system.
de: Nur root darf Benutzer oder Gruppen vom System löschen.
ja: root だけがシステムからユーザまたはグループを削除できます。
nl: Alleen root mag een gebruiker of groep verwijderen van het systeem.
pl: Tylko administrator mo¿e usun±æ u¿ytkownika lub grupê z systemu.
pt_br: Somente root pode remover um usuário ou grupo do sistema.
ru: Только пользователь root имеет право удалять пользователей и группы из системы.

source: Enter a groupname to remove:
de: Geben Sie den zu entfernenen Gruppennamen ein:
ja: 削除するグループ名を入力して下さい:
nl: Geef een groepsnaam om te verwijderen:
pl: Wprowad¼ nazwê grupy do usuniêcia:
pt_br: Entre um nome de grupo para remover:
ru: Введите имя группы, которую вы хотите удалить:

source: Enter a username to remove:
de: Geben Sie den zu entfernenen Benutzernamen ein:
ja: 削除するユーザ名を入力して下さい:
nl: Geef een gebruikersnaam om te verwijderen:
pl: Wprowad¼ nazwê u¿ytkownika do usuniêcia:
pt_br: Entre um nome de usuário para remover:
ru: Введите имя пользователя, которого вы хотите удалить:

source: I need a name to remove.
de: Ich benötige einen Namen, der entfernt werden soll.
ja: 削除する名前が必要です。
nl: Ik heb een naam nodig om te verwijderen.
pl: Do usuniêcia potrzebna jest nazwa.
pt_br: Eu preciso de um nome para remover.
ru: Для удаления требуется имя.

source: `%s' does not exist.
de: `%s' existiert nicht.
ja: `%s' が存在しません。
nl: `%s' bestaan niet.
pl: `%s' nie istnieje.
pt_br: `%s' não existe.
ru: `%s' не существует.

source: Looking for files to backup/remove...
de: Suche Dateien zum Sichern/Löschen...
ja: バックアップ/削除するファイルを探しています...
nl: Zoeken naar bestanden om veiligheidskopie te maken/te verwijderen...
pl: Szukanie plików do kopii bezpieczeñstwa/usuniêcia...

source: Backuping files to be removed...
de: Sichere die zu löschenden Dateien...
ja: 削除するファイルをバックアップしています...
nl: Maken veiligheidskopie van te verwijderen bestanden...
pl: Tworzenie kopii bezpieczeñstwa usuwanych plików...
pt_br: Salvando arquivos a serem removidos...
ru: Идет сохранение файлов, которые будут уничтожены...

source: Removing files...
de: Lösche Dateien...
ja: ファイルを削除しています...
nl: Verwijderen bestanden...
pl: Usuwanie plików...
pt_br: Removendo arquivos...
ru: Идет удаление файлов...

source: Removing user %s...
de: Entferne Benutzer %s...
ja: ユーザ `%s' を削除しています。
nl: Verwijderen gebruiker %s...
pl: Usuwanie u¿ytkownika %s...
pt_br: Removendo usuário %s...
ru: Удаляется пользователь %s...

source: done.
de: Fertig.
ja: 終了。
nl: klaar.
pl: gotowe.
pt_br: concluído.
ru: готово.

source: There are users having `%s' as primary group!
de: Es gibt Benutzer, die %s als primäre Gruppe haben!
ja: `%s' を第一のグループとしているユーザがいます!
nl: Er zijn gebruikers met `%s' als primaire groep!
pl: Istniej± u¿ytkownicy, którzy posiadaj± '%s' jako grupê podstawow±!
pt_br: Há usuários com `%s' como grupo primário!
ru: Существуют пользователи, использующие `%s' как первичную группу!

source: Removing group %s...
de: Entferne Gruppe %s...
ja: グループ `%s' を削除しています。
nl: Verwijderen groep %s...
pl: Usuwanie grupy %s...
pt_br: Removendo grupo %s...
ru: Удаляется группа %s...

source: You may not remove the user from his/her primary group.
de: Sie können den Benutzer nicht aus seiner primären Gruppe entfernen.
ja: ユーザを、そのユーザが属する第一のグループから削除することはできません。
nl: Je mag deze gebruiker niet verwijderen van zijn/haar primaire groep.
pl: Nie mo¿na usun±æ u¿ytkownika z jego/jej podstawowej grupy.
pt_br: Você não pode remover o usuário de seu grupo primário.
ru: Вы не можете удалять пользователя из его/ее первичной группы.

source: %s is not a member of group %s.
de: %s ist kein Mitglied in der Gruppe %s.
ja: ユーザ `%s' はグループ `%s' のメンバーではありません。
nl: %s is geen lid van groep %s.
pl: %s nie jest cz³onkiem grupy %s.
pt_br: %s não é um membro do grupo %s.
ru: %s не является членом группы %s.

source: Removing user %s from group %s...
de: Entferne Benutzer %s aus Gruppe %s...
ja: ユーザ %s をグループ %s から削除しています...
nl: Verwijderen gebruiker %s van groep %s...
pl: Usuwanie u¿ytkownika %s z grupy %s...
pt_br: Removendo usuário %s do grupo %s...
ru: Удаляется пользователь %s из группы %s...

source: removing user and groups from the system. Version:
de: entfernt Benutzer und Gruppen vom System. Version:
ja: ユーザとグループをシステムから削除します。Version:
nl: verwijderen van gebruikers en groepen van het systeem. Versie:
pl: usuwanie u¿ytkownika i grupy z systemu. Wersja:
pt_br: removendo usuário e grupos do sistema. Versão:
ru: удаление пользователей и групп из системы. Версия:

source: Global configuration is in the file %s.
de: Die globale Konfiguration ist in der Datei %s.
ja: グローバルな設定はファイル %s に存在しています。
nl: Globale instellingen staan in het bestand %s.
pl: Konfiguracja ogólna znajduje siê w pliku %s.
pt_br: Configuração global está no arquivo %s.
ru: Глобальная конфигурация находится в файле %s.

source: %s: %s doesn't exist. Using defaults.
de: %s: %s existiert nicht. Benutze Standardwerte.
ja: %s: %s が存在しません。デフォルトを使用します。
nl: %s: %s bestaat niet. Standaardinstellingen worden gebruikt.
pl: %s: %s nie istnieje. U¿yuwanie domy¶lnych warto¶ci.
pt_br: %s: %s não existe. Usando padrões.
ru: %s: %s не существует. Используются значения по умолчанию.

source: Couldn't parse %s:%s.
de: Konnte %s:%s nicht auswerten.
ja: %s を分析できません:%s.
nl: Kon %s:%s niet ontleden.
pl: Nie mo¿na parsowaæ %s:%s.
pt_br: Não pude interpretar %s:%s.
ru: Невозможно разобрать %s:%s.

source: Unknown variable `%s' at %s:%s.
de: Unbekannte Variable `%s' in %s:%s.
ja: 不明な変数 `%s' が %s にあります:%s.
nl: Onbekende variabele `%s' in %s:%s.
pt_br: Variável `%s' desconhecida em %s:%s.
ru: Неизвестная переменная `%s' в %s:%s.

source: Searching for files to backup/remove...
pt_br: Procurando por arquivos para salvar/remover...
ru: Идет поиск файлов для сохранения/удаления...
