Repository: ProntoNAS/ReadyNAS
Catalog: fileutils-4.1/po/*.po
Languages: sk

source: invalid argument %s for `%s'
sk: neprípustný argument %s pre `%s'

source: ambiguous argument %s for `%s'
sk: nejednoznaèný argument %s pre `%s'

source: Valid arguments are:
sk: Platné argumenty sú:

source: write error
sk: chyba zápisu

source: Unknown system error
sk: Neznáma systémová chyba

source: %s: option `%s' is ambiguous
sk: %s: voµba `%s' nie je jednoznaèná

source: %s: option `--%s' doesn't allow an argument
sk: %s: voµba `--%s' nepovoµuje argument

source: %s: option `%c%s' doesn't allow an argument
sk: %s: voµba `%c%s' nepovoµuje argument

source: %s: option `%s' requires an argument
sk: %s: voµba `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
sk: %s: nerozpoznaná voµba `--%s'

source: %s: unrecognized option `%c%s'
sk: %s: nerozpoznaná voµba `%c%s'

source: %s: illegal option -- %c
sk: %s: neprípustná voµba -- %c

source: %s: invalid option -- %c
sk: %s: neprípustná voµba -- %c

source: %s: option requires an argument -- %c
sk: %s: voµba vy¾aduje argument -- %c

source: %s: option `-W %s' is ambiguous
sk: %s: voµba `-W %s' nie je jednoznaèná

source: %s: option `-W %s' doesn't allow an argument
sk: %s: voµba `-W %s' nepovoµuje argument

source: block size
sk: veµkos» bloku

source: cannot create directory %s
sk: nie je mo¾né vytvori» adresár %s

source: %s exists but is not a directory
sk: %s existuje, ale nie je to adresár

source: cannot change owner and/or group of %s
sk: nie je mo¾né zmeni» vlastníka a/alebo skupinu %s

source: cannot chdir to directory, %s
sk: nie je mo¾né vojs» do adresára, %s

source: cannot change permissions of %s
sk: nie je mo¾né zmeni» oprávnenia %s

source: memory exhausted
sk: pamä» vyèerpaná

source: ^[yY]
sk: ^[yYaAáÁ]

source: cannot output U+%04X: iconv function not usable
sk: nie je mo¾né vypísa» U+%04X: funkcia iconv nie je pou¾iteµná

source: U+%04X: character out of range
sk: U+%04X: znak je mimo povoleného rozsahu

source: cannot convert U+%04X to local character set
sk: nie je mo¾né skonvertova» U+%04X do lokálnej znakovej sady

source: cannot output U+%04X: iconv function not available
sk: nie je mo¾né vypísa» U+%04X: funkcia iconv nie je dostupná

source: invalid user
sk: chybný pou¾ívateµ

source: invalid group
sk: chybná skupina

source: cannot get the login group of a numeric UID
sk: nie je mo¾né urèi» skupinu èíselného UID

source: cannot omit both user and group
sk: nie je mo¾né vynecha» pou¾ívateµa aj skupinu

source: Written by %s.
sk: Vytvoril %s.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
sk: Toto je voµne ¹íriteµný softvér - pre podmienky ¹írenia pozri zdrojový kód. Neexistuje ®IADNA ZÁRUKA, ani OBCHODOVATE¥NOSTI alebo VHODNOSTI PRE KONKRÉTNY ÚÈEL.

source: cannot change to null group
sk: nie je mo¾né zmeni» skupinu na prázdnu

source: invalid group name %s
sk: %s nie je platný názov skupiny

source: group number
sk: èíslo skupiny

source: invalid group number %s
sk: %s je chybné èíslo skupiny

source: Try `%s --help' for more information.
sk: Zadaním `%s --help' získate viac informácií.

source: Usage: %s [OPTION]... GROUP FILE... or: %s [OPTION]... --reference=RFILE FILE...
sk: Pou¾itie: %s [VO¥BA]... SKUPINA SÚBOR... alebo: %s [VO¥BA]... --reference=SÚBOR2 SÚBOR...

source: Change the group membership of each FILE to GROUP. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link, rather than the symbolic link itself -h, --no-dereference affect symbolic links instead of any referenced file (available only on systems that can change the ownership of a symlink) -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's group rather than the specified GROUP value -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed --help display this help and exit --version output version information and exit
sk: Zmena skupinového vlastníka ka¾dého SÚBORu na SKUPINU. -c, --changes ako voµba 'verbose', ale zobrazi» iba zmeny --dereference pôsobi» na odkazované súbory namiesto na samotný odkaz -h, --no-dereference pôsobi» na symbolické odkazy namiesto na súbor, na ktorý odkaz odkazuje (dostupné iba na systémoch umo¾òujúcich zmeni» vlastníka symbolického odkazu) -f, --silent, --quiet potlaèi» väè¹inu chybových správ --reference=SÚBOR2 pou¾i» skupinu SÚBORU2 namiesto SKUPINy -R, --recursive rekurzívne zmeni» skupinu aj vo vnorených adresároch -v, --verbose vypísa» informáciu o ka¾dom spracovanom súbore --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Report bugs to <bug-fileutils@gnu.org>.
sk: Chyby hláste na adrese <bug-fileutils@gnu.org>.

source: too few arguments
sk: príli¹ málo argumentov

source: getting attributes of %s
sk: zis»ujem atribúty %s

source: getting new attributes of %s
sk: zis»ujem nové atribúty %s

source: mode of %s changed to %04lo (%s)
sk: práva súboru %s boli zmenené na %04lo (%s)

source: failed to change mode of %s to %04lo (%s)
sk: zmena práv súboru %s na %04lo (%s) zlyhala

source: mode of %s retained as %04lo (%s)
sk: práva súboru %s zostali %04lo (%s)

source: changing permissions of %s
sk: mením prístupové práva %s

source: Usage: %s [OPTION]... MODE[,MODE]... FILE... or: %s [OPTION]... OCTAL-MODE FILE... or: %s [OPTION]... --reference=RFILE FILE...
sk: Pou¾itie: %s [VO¥BA]... PRÁVA[,PRÁVA]... SÚBOR... alebo: %s [VO¥BA]... PRÁVA_OKTALOVO SÚBOR... alebo: %s [VO¥BA]... --reference=RSÚBOR SÚBOR...

source: Change the mode of each FILE to MODE. -c, --changes like verbose but report only when a change is made -f, --silent, --quiet suppress most error messages -v, --verbose output a diagnostic for every file processed --reference=RFILE use RFILE's mode instead of MODE values -R, --recursive change files and directories recursively --help display this help and exit --version output version information and exit Each MODE is one or more of the letters ugoa, one of the symbols +-= and one or more of the letters rwxXstugo.
sk: Zmeni» práva ka¾dého SÚBORu na PRÁVA. -c, --changes ako voµba 'verbose', ale zobrazi» iba zmeny -f, --silent, --quiet potlaèi» väè¹inu chybových správ -v, --verbose vypísa» informáciu o ka¾dom spracovanom súbore --reference=RSÚBOR pou¾i» práva RSÚBORu namiesto PRÁV -R, --recursive vykona» operáciu aj vo vnorených adresároch --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Ka¾dé PRÁVO je tvorené jedným alebo viacerými písmenami z ugoa, jedným symbolom z +-= a jedným alebo viacerými písmenami z rwxXstugo.

source: invalid character %s in mode string %s
sk: neprípustný znak %s v re»azci práv %s

source: invalid mode string: %s
sk: neplatný re»azec práv: %s

source: neither symbolic link %s nor referent has been changed
sk: symbolický odkaz %s ani odkazovaný súbor neboli zmenené

source: changed ownership of %s to %s
sk: vlastníka %s zmenený na %s

source: changed group of %s to %s
sk: skupina %s zmenená na %s

source: failed to change ownership of %s to %s
sk: nepodarilo sa zmeni» vlastníka %s na %s

source: failed to change group of %s to %s
sk: zmena skupiny %s na %s zlyhala

source: ownership of %s retained as %s
sk: vlastník %s zostal %s

source: group of %s retained as %s
sk: skupina súboru %s zostala %s

source: changing ownership of %s
sk: mením vlastníctvo %s

source: changing group of %s
sk: mením skupinu %s

source: unable to restore permissions of %s
sk: nepodarilo sa obnovi» prístupové práva %s

source: Usage: %s [OPTION]... OWNER[:[GROUP]] FILE... or: %s [OPTION]... :GROUP FILE... or: %s [OPTION]... --reference=RFILE FILE...
sk: Pou¾itie: %s [VO¥BA]... VLASTNÍK[:[SKUPINA]] SÚBOR... alebo: %s [VO¥BA]... :SKUPINA SÚBOR... alebo: %s [VO¥BA]... --reference=RSÚBOR SÚBOR...

source: Change the owner and/or group of each FILE to OWNER and/or GROUP. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link, rather than the symbolic link itself -h, --no-dereference affect symbolic links instead of any referenced file (available only on systems that can change the ownership of a symlink) --from=CURRENT_OWNER:CURRENT_GROUP change the owner and/or group of each file only if its current owner and/or group match those specified here. Either may be omitted, in which case a match is not required for the omitted attribute. -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's owner and group rather than the specified OWNER:GROUP values -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed --help display this help and exit --version output version information and exit
sk: Zmena vlastníka a/alebo skupinového vlastníka ka¾dého SÚBORu na VLASTNÍKa a/alebo SKUPINU. -c, --changes ako voµba 'verbose', ale zobrazi» iba zmeny --dereference pôsobi» na odkazovaný súbor namiesto na samotný symbolický odkaz -h, --no-dereference pôsobi» na symbolické odkazy namiesto na súbor, na ktorý odkaz odkazuje (dostupné iba na systémoch umo¾òujúcich zmeni» vlastníka symbolického odkazu) --from=SÚÈASNÝ_VLASTNÍK:SÚÈASNÁ_SKUPINA zmeni» vlastníka a/alebo skupinu iba pokiaµ sa súèasný vlastník a/alebo skupina zhoduje so zadanými. Vlastník alebo skupina mô¾u by» vynechané, v takom prípade sa pre vynechaný atribút zhoda nevy¾aduje. -f, --silent, --quiet potlaèi» väè¹inu chybových správ --reference=RSÚBOR pou¾i» vlastníka a skupinu RSÚBORU namiesto explicitných hodnôt VLASTNÍK:SKUPINA -R, --recursive vykona» operáciu aj vo vnorených adresároch -v, --verbose vypísa» informáciu o ka¾dom spracovanom súbore --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Owner is unchanged if missing. Group is unchanged if missing, but changed to login group if implied by a `:'. OWNER and GROUP may be numeric as well as symbolic.
sk: Vlastník nie je zmenený, pokiaµ nebol zadaný. Skupina nie je zmenená, pokiaµ nie je zadaná, ale bude zmenená na prihlasovaciu skupinu, pokiaµ je to vy¾iadané dvojbodkou. VLASTNÍK aj SKUPINA mô¾u by» tak èíselné, ako aj symbolické.

source: cannot access %s
sk: prístup k %s nie je mo¾ný

source: %s and %s are the same file
sk: %s a %s predstavujú ten istý súbor

source: cannot open %s for reading
sk: nie je mo¾né otvori» %s pre èítanie

source: cannot remove %s
sk: nie je mo¾né odstráni» %s

source: cannot create regular file %s
sk: nie je mo¾né vytvori» be¾ný súbor %s

source: cannot fstat %s
sk: nie je mo¾né zisti» stav %s

source: reading %s
sk: èítam %s

source: cannot lseek %s
sk: nie je mo¾né vykona» lseek na %s

source: writing %s
sk: zapisujem %s

source: closing %s
sk: zatváram %s

source: cannot stat %s
sk: nie je mo¾né zisti» stav %s

source: omitting directory %s
sk: vynechávam adresár %s

source: cannot overwrite non-directory %s with directory %s
sk: nie je mo¾né prepísa» ne-adresár %s adresárom %s

source: cannot overwrite directory %s with non-directory
sk: nie je mo¾né prepísa» adresár %s nieèím iným ako adresárom

source: %s: overwrite %s, overriding mode %04lo?
sk: %s: prepísa» %s bez ohµadu na práva %04lo?

source: %s: overwrite %s?
sk: %s: prepísa» %s?

source: cannot overwrite directory %s
sk: nie je mo¾né prepísa» adresár %s

source: cannot move directory onto non-directory: %s -> %s
sk: nie je mo¾né presunú» adresár na ne-adresár: %s -> %s

source: backing up %s would destroy source; %s not moved
sk: vytvorenie zálo¾nej kópie %s by znièilo zdroj; %s nebol presunutý

source: backing up %s would destroy source; %s not copied
sk: vytvorenie zálo¾nej kópie %s by znièilo zdroj; %s nebol skopírovaný

source: cannot backup %s
sk: nie je mo¾né vytvori» zálohu súboru %s

source: (backup: %s)
sk: (záloha: %s)

source: cannot copy a directory, %s, into itself, %s
sk: nie je mo¾né skopírova» adresár %s do samého seba, %s

source: will not create hard link %s to directory %s
sk: nie je prípustné vytvori» pevný odkaz %s na adresár %s

source: cannot create hard link %s to %s
sk: nie je prípustné vytvori» pevný odkaz %s na %s

source: cannot move %s to a subdirectory of itself, %s
sk: nie je mo¾né presunú» %s do vlastného podadresára %s

source: cannot move %s to %s
sk: nie je mo¾né presunú» %s do %s

source: cannot copy cyclic symbolic link %s
sk: nie je mo¾né skopírova» zacyklený symbolický odkaz %s

source: %s: can make relative symbolic links only in current directory
sk: %s: relatívne symbolické odkazy je mo¾né vytvori» iba v aktuálnom adresári

source: cannot create symbolic link %s to %s
sk: nie je mo¾né vytvori» symbolický odkaz %s na %s

source: cannot create link %s
sk: nie je mo¾né vytvori» odkaz %s

source: cannot create fifo %s
sk: nie je mo¾né vytvori» fifo %s

source: cannot create special file %s
sk: nie je mo¾né vytvori» ¹peciálny súbor %s

source: cannot read symbolic link %s
sk: nie je mo¾né preèíta» symbolický odkaz %s

source: cannot create symbolic link %s
sk: nie je mo¾né vytvori» symbolický odkaz %s

source: preserving ownership for %s
sk: zachovávam vlastníctvo %s

source: %s has unknown file type
sk: %s je neznámy typ souboru

source: preserving times for %s
sk: zachovávam èasy %s

source: setting permissions for %s
sk: nastavujem prístupové práva pre %s

source: cannot un-backup %s
sk: návrat k zálohe %s nie je mo¾ný

source: %s -> %s (unbackup)
sk: %s -> %s (obnovenie zálohy)

source: Usage: %s [OPTION]... SOURCE DEST or: %s [OPTION]... SOURCE... DIRECTORY or: %s [OPTION]... --target-directory=DIRECTORY SOURCE...
sk: Pou¾itie: %s [VO¥BA]... ZDROJ CIE¥ alebo: %s [VO¥BA]... ZDROJ... ADRESÁR alebo: %s [VO¥BA]... --target-directory=ADRESÁR ZDROJ...

source: Copy SOURCE to DEST, or multiple SOURCE(s) to DIRECTORY. -a, --archive same as -dpR --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -d, --no-dereference never follow symbolic links -f, --force if an existing destination file cannot be opened, remove it and try again -i, --interactive prompt before overwrite -H follow command-line symbolic links -l, --link link files instead of copying -L, --dereference always follow symbolic links -p, --preserve preserve file attributes if possible --parents append source path to DIRECTORY -P same as `--parents' for now; soon to change to `--no-dereference' to conform to POSIX -r copy recursively, non-directories as files WARNING: use -R instead when you might copy special files like FIFOs or /dev/zero --remove-destination remove each existing destination file before attempting to open it (contrast with --force)
sk: Kópia ZDROJa do CIE¥a alebo viac ZDROJov do ADRESÁRA. -a, --archive ekvivalent volieb '-dpR' --backup[=CONTROL] vytvori» zálohu ka¾dého existujúceho cieµového súboru -b ako --backup, ale nepovoµuje argument -d, --no-dereference nikdy nenasledova» symbolické odkazy -f, --force pokiaµ existujúci CIE¥ nemô¾e by» otvorený, zmaza» ho a skúsi» znovu -i, --interactive pred prepísaním sa opýta» -H nasledova» symbolické odkazy z príkazového riadku -l, --link namiesto kópií vytvori» odkazy -L, --dereference v¾dy nasledova» symbolické odkazy -p, --preserve pokiaµ je to mo¾né, zachova» práva a èasy súborov --parents prida» cestu k zdroju k cieµovému ADRESÁRu -P zatiaµ to isté ako --parents; èoskoro sa ale zmení na --no-dereference kvôli kompatibilite s POSIX-om -r kopírova» rekurzívne, v¹etko èo nie je adresárom kopírova» ako keby to bol súbor. VAROVANIE: pokiaµ by ste mohli kopírova» ¹peciálne súbory ako FIFO alebo /dev/zero, pou¾ite -R. --remove-destination odstráni» ka¾dý existujúci CIE¥ pred pokusom o jeho otvorenie (porovnaj s --force)

source: --sparse=WHEN control creation of sparse files -R, --recursive copy directories recursively --strip-trailing-slashes remove any trailing slashes from each SOURCE argument -s, --symbolic-link make symbolic links instead of copying -S, --suffix=SUFFIX override the usual backup suffix --target-directory=DIRECTORY move all SOURCE arguments into DIRECTORY -u, --update copy only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done -x, --one-file-system stay on this file system --help display this help and exit --version output version information and exit By default, sparse SOURCE files are detected by a crude heuristic and the corresponding DEST file is made sparse as well. That is the behavior selected by --sparse=auto. Specify --sparse=always to create a sparse DEST file whenever the SOURCE file contains a long enough sequence of zero bytes. Use --sparse=never to inhibit creation of sparse files.
sk: --sparse=KEDY tvorba nesúvislých (deravých) súborov -R, --recursive kopírova» adresáre rekurzívne --strip-trailing-slashes odstráni» z ka¾dého ZDROJa koncové lomítko -s, --symbolic-link namiesto odkazov vytvori» symbolické odkazy -S, --suffix=PRÍPONA zmeni» obvyklú príponu zálohových súborov na PRÍPONU --target-directory=ADR presunú» v¹etky ZDROJe do ADResára -u, --update kopírova» iba pokiaµ je zdrojový súbor nov¹í ako cieµový alebo pokiaµ cieµový súbor neexistuje -v, --verbose vypisova» informácie o vykonaných operáciách -x, --one-file-system zosta» v tomto súborovom systéme --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Pokiaµ nie je zadané inak, nesúvislé (deravé) súbory sú detekované a zodpovedajúci cieµový súbor je vytvorený taktie¾ ako nesúvislý. Toto je tie¾ správanie sa pri voµbe --sparse=auto. Pri zadaní voµby --sparse=always bude vytvorený nesúvislý súbor v¾dy ak zdrojový súbor obsahuje dostatoène dlhú postupnos» nulových bajtov. Voµba --sparse=never zabráni tvoreniu nesúvislých súborov.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
sk: Prípona zálo¾ných súborov je ~, pokiaµ nie je nastavená voµbou --suffix alebo premennou SIMPLE_BACKUP_SUFFIX. Spôsob tvorby zálo¾ných kópií súborov mô¾e by» nastavený premennou VERSION_CONTROL, prípustné hodnoty sú: none, off nikdy nevytvára» zálo¾né kópie (ani ak bolo zadané --backup) numbered, t tvori» èíslované zálo¾né kópie existing, nil tvori» èíslované, pokiaµ u¾ èíslované zálo¾né kópie existujú, inak tvori» jednoduché simple, never v¾dy tvori» jednoduché zálo¾né kópie súborov

source: As a special case, cp makes a backup of SOURCE when the force and backup options are given and SOURCE and DEST are the same name for an existing, regular file.
sk: Ako ¹peciálny prípad, cp tvorí zálo¾né kópie ZDROJa, pokiaµ sú zadané voµby force a backup a ZDROJ a CIE¥ sú rovnakým menom pre existujúci be¾ný súbor.

source: preserving permissions for %s
sk: zachovávam prístupové práva pre %s

source: cannot make directory %s
sk: nie je mo¾né vytvori» adresár %s

source: missing file arguments
sk: chýbajú mená súborov

source: missing destination file
sk: chýba cieµový súbor

source: accessing %s
sk: pristupujem k %s

source: specified target, %s is not a directory
sk: cieµ bol zadaný, %s nie je adresár

source: copying multiple files, but last argument %s is not a directory
sk: je po¾adované kopírovanie viacerých súborov, ale posledný argument %s nie je adresár

source: when preserving paths, the destination must be a directory
sk: pokiaµ je po¾adované zachovanie ciest, cieµ musí by» adresárom

source: warning: --version-control (-V) is obsolete; support for it will be removed in some future release. Use --backup=%s instead.
sk: varovanie: voµba --version-control (-V) je zastaralá a jej podpora bude v niektorej budúcej verzii odstránená. Namiesto nej pou¾ite --backup=%s.

source: symbolic links are not supported on this system
sk: tento systém nepodporuje symbolické odkazy

source: cannot make both hard and symbolic links
sk: nie je mo¾né zároveò vytvori» pevný a symbolický odkaz

source: Warning: the meaning of `-P' will change in the future to conform to POSIX. Use `--parents' for the old meaning, and `--no-dereference' for the new one.
sk: Varovanie: význam `-P' sa v budúcnosti zmení, aby bolo vyhovené POSIX-u. Pre pôvodný význam pou¾ite `--parents' a pre nový `--no-dereference'.

source: backup type
sk: typ zálohy

source: Usage: %s [OPTION]... [FILE]
sk: Pou¾itie: %s [VO¥BA]... [SÚBOR]

source: Output commands to set the LS_COLORS environment variable. Determine format of output: -b, --sh, --bourne-shell output Bourne shell code to set LS_COLORS -c, --csh, --c-shell output C shell code to set LS_COLORS -p, --print-database output defaults --help display this help and exit --version output version information and exit If FILE is specified, read it to determine which colors to use for which file types and extensions. Otherwise, a precompiled database is used. For details on the format of these files, run `dircolors --print-database'.
sk: Príkaz pre nastavenie premennej prostredia LS_COLOR. ©pecifikova» výstupný formát: -b, --sh, --bourne-shell výstupom je Bourne shellový príkaz pre nastavenie LS_COLORS -c, --csh, --c-shell výstupom je C shellový príkaz pre nastavenie LS_COLORS -p, --print-database vypísa» ¹tandardné nastavenia --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: %s:%lu: invalid line; missing second token
sk: %s:%lu: chybný riadok; chýbajúci druhý prvok

source: %s:%lu: unrecognized keyword %s
sk: %s:%lu: neznáme kµúèové slovo %s

source: <internal>
sk: <interné>

source: the options to output dircolors' internal database and to select a shell syntax are mutually exclusive
sk: voµbu pre výpis vnútornej databázý 'dircolors' a výber syntaxe pre shell nie je mo¾né zada» súèasne

source: no FILE arguments may be used with the option to output dircolors' internal database
sk: pokiaµ je po¾adovaný výpis vnútornej databázy 'dircolors', nie je mo¾né pou¾i» argumenty pre súbor

source: too many arguments
sk: priveµa argumentov

source: no SHELL environment variable, and no shell type option given
sk: nie je nastavená premenná prostredia SHELL a typ shellu nie je zadaný

source: standard input
sk: ¹tandardný vstup

source: Usage: %s [OPTION]...
sk: Pou¾itie: %s [VO¥BA]...
