Repository: ProntoNAS/ReadyNAS
Catalog: fileutils-4.1/po/*.po
Languages: sk

source: Copy a file, converting and formatting according to the options. bs=BYTES force ibs=BYTES and obs=BYTES cbs=BYTES convert BYTES bytes at a time conv=KEYWORDS convert the file as per the comma separated keyword list count=BLOCKS copy only BLOCKS input blocks ibs=BYTES read BYTES bytes at a time if=FILE read from FILE instead of stdin obs=BYTES write BYTES bytes at a time of=FILE write to FILE instead of stdout seek=BLOCKS skip BLOCKS obs-sized blocks at start of output skip=BLOCKS skip BLOCKS ibs-sized blocks at start of input --help display this help and exit --version output version information and exit BLOCKS and BYTES may be followed by the following multiplicative suffixes: xM M, c 1, w 2, b 512, kD 1000, k 1024, MD 1,000,000, M 1,048,576, GD 1,000,000,000, G 1,073,741,824, and so on for T, P, E, Z, Y. Each KEYWORD may be: ascii from EBCDIC to ASCII ebcdic from ASCII to EBCDIC ibm from ASCII to alternated EBCDIC block pad newline-terminated records with spaces to cbs-size unblock replace trailing spaces in cbs-size records with newline lcase change upper case to lower case notrunc do not truncate the output file ucase change lower case to upper case swab swap every pair of input bytes noerror continue after read errors sync pad every input block with NULs to ibs-size; when used with block or unblock, pad with spaces rather than NULs
sk: Kopírovanie súboru, konverzia a formátovanie podµa volieb. bs=BAJTOV vnúti» ibs=BAJTOV a obs=BAJTOV cbs=BAJTOV konvertova» BAJTOV bajtov naraz conv=K¥ÚÈ_SLOVÁ konvertova» podµa èiarkami oddeleného zoznamu kµúèových slov count=BLOKOV kopírova» iba BLOKOV vstupných blokov ibs=BAJTOV èíta» BAJTOV bajtov naraz if=SÚBOR èíta» zo súboru SÚBOR namiesto zo ¹tandardného vstupu obs=BAJTOV zapisova» BAJTOV bajtov naraz of=SÚBOR zapisova» do súboru SÚBOR namiesto na ¹tandardný výstup seek=BLOKOV preskoèi» prvých BLOKOV výstupných blokov veµkosti obs skip=BLOKOV preskoèi» prvých BLOKOV vstupných blokov veµkosti ibs --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Poèet BAJTOV mô¾e ma» nasledovné prípony násobku: xM M, c 1, w 2, b 512, kD 1000, k 1024, MD 1 000 000, M 1 048 576, GD 1 000 000 000, G 1 073 741 824, atï. pre T, P, E, Z, Y. Ka¾dé K¥ÚÈ_SLOVO mô¾e by»: ascii z EBCDIC do ASCII ebcdic z ASCII do EBCDIC ibm z ASCII do alternatívneho EBCDIC block doplni» záznamy ukonèené zn. nového riadku medzerami do veµkosti cbs unblock zameni» koncové medzery v záznamoch då¾ky cbs za zn. nového riadku lcase zmeni» veµké písmená na malé notrunc neskracova» výstupný súbor ucase zmeni» malé písmená na veµké swab zameni» ka¾dý pár vstupných bajtov noerror pokraèova» aj v prípade chyby pri èítaní sync doplni» ka¾dý vstupný blok nulovými bajtami do veµkosti ibs

source: %s+%s records in
sk: %s+%s záznamov dnu

source: %s+%s records out
sk: %s+%s záznamov von

source: truncated record
sk: skrátený záznam

source: truncated records
sk: skrátených záznamov

source: closing input file %s
sk: zatváram vstupný súbor %s

source: closing output file %s
sk: zatváram výstupný súbor %s

source: writing to %s
sk: zapisujem do %s

source: invalid conversion: %s
sk: chybná konverzia: %s

source: unrecognized option %s
sk: neznáma voµba %s

source: unrecognized option %s=%s
sk: neznáma voµba %s=%s

source: invalid number %s
sk: chybné èíslo %s

source: only one conv in {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}
sk: prípustná je iba jedna z konverzií {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}

source: opening %s
sk: otváram %s

source: file offset out of range
sk: posunutie v súbore mimo povoleného rozsahu

source: advancing past %s bytes in output file %s
sk: presúvam sa za %s bajtov vo výstupnom súbore %s

source: standard output
sk: ¹tandardný výstup

source: Filesystem
sk: Súborový systém

source: Type
sk: Typ

source: Inodes IUsed IFree IUse%%
sk: I-uzly IPou¾ IVoµ IPou%%

source: Size Used Avail Use%%
sk: Veµk Pou¾ Dost Pou%%

source: %4d-blocks Used Available Capacity
sk: %4d-blokov Pou¾ Dostupné Kapacita

source: %4s-blocks Used Available Use%%
sk: %4s-bloky Pou¾ Dostupné Pou%%

source: Mounted on
sk: Namontovaný na

source: Usage: %s [OPTION]... [FILE]...
sk: Pou¾itie: %s [VO¥BA]... [SÚBOR]...

source: Show information about the filesystem on which each FILE resides, or all filesystems by default. -a, --all include filesystems having 0 blocks --block-size=SIZE use SIZE-byte blocks -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024 -i, --inodes list inode information instead of block usage -k, --kilobytes like --block-size=1024 -l, --local limit listing to local filesystems -m, --megabytes like --block-size=1048576 --no-sync do not invoke sync before getting usage info (default) -P, --portability use the POSIX output format --sync invoke sync before getting usage info -t, --type=TYPE limit listing to filesystems of type TYPE -T, --print-type print filesystem type -x, --exclude-type=TYPE limit listing to filesystems not of type TYPE -v (ignored) --help display this help and exit --version output version information and exit
sk: Výpis informácie o súborových systémoch, v ktorých sa SÚBORy nachádzajú alebo o v¹etkých súborových systémoch. -a, --all aj súborové systémy s 0 blokmi --block-size=VE¥KOS« pou¾i» bloky då¾ky VE¥KOS« bajtov -h, --human-readable veµkosti v µahko èitateµnom formáte (napr. 1K 234M 2G) -H, --si podobne, ale pou¾i» mocniny 1000 namiesto 1024 -i, --inodes vypísa» informácie o i-uzloch namiesto veµkosti v blokoch -k, --kilobytes ako --block-size=1024 -l, --local obmedzi» výpis na lokálne súborové systémy -m, --megabytes ako --block-size=1048576 --no-sync nevykona» 'sync' pred získaním informácií (¹tandard) -P, --portability pou¾i» formát definovaný normou POSIX --sync vykona» 'sync' pred získaním informácií -t, --type=TYP obmedzi» výstup na súborové systémy typu TYP -T, --print-type vypísa» typ súborového systému -x, --exclude-type=TYP vo výstupe nebudú súborové systémy typu TYP -v (ignorované) --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: file system type %s both selected and excluded
sk: súborový systém %s je zároveò vybratý a vylúèený

source: Warning:
sk: Varovanie:

source: %scannot read table of mounted filesystems
sk: %snie je mo¾né preèíta» tabuµku namontovaných súborových systémov

source: Summarize disk usage of each FILE, recursively for directories. -a, --all write counts for all files, not just directories --block-size=SIZE use SIZE-byte blocks -b, --bytes print size in bytes -c, --total produce a grand total -D, --dereference-args dereference PATHs when symbolic link -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024 -k, --kilobytes like --block-size=1024 -l, --count-links count sizes many times if hard linked -L, --dereference dereference all symbolic links -m, --megabytes like --block-size=1048576 -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument -x, --one-file-system skip directories on different filesystems -X FILE, --exclude-from=FILE Exclude files that match any pattern in FILE. --exclude=PAT Exclude files that match PAT. --max-depth=N print the total for a directory (or file, with --all) only if it is N or fewer levels below the command line argument; --max-depth=0 is the same as --summarize --help display this help and exit --version output version information and exit
sk: Sumarizácia miesta na disku zabraného ka¾dým SÚBORom, adresáre prechádza rekurzívne. -a, --all vypísa» diskový priestor pre v¹etky súbory, nie iba pre adresáre --block-size=VE¥KOS« pou¾i» bloky då¾ky VE¥KOS« bajtov -b, --bytes vypísa» veµkosti v bajtoch -c, --total vypísa» aj celkový súèet -D, --dereference-args pokiaµ je ako argument zadaný symbolický odkaz, nasledova» ho -h, --human-readable veµkosti v µahko èitateµnom formáte (napr. 1K 234M 2G) -H, --si podobne, ale pou¾i» mocniny 1000 namiesto 1024 -k, --kilobytes ako --block-size=1024 -l, --count-links zapoèíta» veµkosti pevných odkazov viackrát -L, --dereference nasledova» v¹etky symbolické odkazy -m, --megabytes ako --block-size=1048576 -S, --separate-dirs nezapoèíta» do veµkosti adresárov veµkosti ich podadresárov -s, --summarize vypísa» iba celkový súèet pre ka¾dý argument -x, --one-file-system preskoèi» adresáre na iných súborových systémoch -X SÚBOR, --exclude-from=SÚBOR vynecha» súbory definované vzormi v SÚBORe --exclude=VZOR vynecha» súbory definované VZORom --max-depth=N vypísa» súèet pre adresár (alebo súbor pre --all) iba pokiaµ je N alebo menej úrovní pod argumentom príkazového riadku; --max-depth=0 je to isté ako --summarize --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: cannot change to `..' from directory %s
sk: nie je mo¾né vojs» do '..' z adresára '%s'

source: cannot change to directory %s
sk: nie je mo¾né vojs» do adresára '%s'

source: total
sk: celkom

source: invalid maximum depth %s
sk: chybná maximálna håbka %s

source: cannot both summarize and show all entries
sk: nie je mo¾né súèasne sumarizova» a vypisova» v¹etky polo¾ky

source: warning: summarizing is the same as using --max-depth=0
sk: varovanie: sumarizácia je to isté ako --max-depth=0

source: warning: summarizing conflicts with --max-depth=%d
sk: varovanie: sumarizácia je v konflikte s --max-depth=%d

source: the strip option may not be used when installing a directory
sk: voµbu 'strip' nie je mo¾né pou¾i» pri in¹talácii adresára

source: invalid mode %s
sk: neplatné práva %s

source: creating directory %s
sk: vytváram adresár %s

source: installing multiple files, but last argument, %s is not a directory
sk: je po¾adovaná in¹talácia viacerých súborov, ale posledný argument %s nie je adresár

source: %s is a directory
sk: %s je adresár

source: cannot obtain time stamps for %s
sk: nie je mo¾né zisti» èasové peèiatky %s

source: cannot set time stamps for %s
sk: nie je mo¾né nastavi» èasové peèiatky %s

source: cannot fork
sk: volanie fork zlyhalo

source: cannot run strip
sk: nie je mo¾né spusti» program 'strip'

source: strip failed
sk: volanie programu 'strip' zlyhalo

source: invalid user %s
sk: chybný pou¾ívateµ %s

source: invalid group %s
sk: chybná skupina %s

source: Usage: %s [OPTION]... SOURCE DEST (1st format) or: %s [OPTION]... SOURCE... DIRECTORY (2nd format) or: %s -d [OPTION]... DIRECTORY... (3rd format)
sk: Pou¾itie: %s [VO¥BA]... ZDROJ CIE¥ (1. formát) alebo: %s [VO¥BA]... ZDROJ... ADRESÁR (2. formát) alebo: %s -d [VO¥BA]... ADRESÁR... (3. formát)

source: In the first two formats, copy SOURCE to DEST or multiple SOURCE(s) to the existing DIRECTORY, while setting permission modes and owner/group. In the third format, create all components of the given DIRECTORY(ies). --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -c (ignored) -d, --directory treat all arguments as directory names; create all components of the specified directories -D create all leading components of DEST except the last, then copy SOURCE to DEST; useful in the 1st format -g, --group=GROUP set group ownership, instead of process' current group -m, --mode=MODE set permission mode (as in chmod), instead of rwxr-xr-x -o, --owner=OWNER set ownership (super-user only) -p, --preserve-timestamps apply access/modification times of SOURCE files to corresponding destination files -s, --strip strip symbol tables, only for 1st and 2nd formats -S, --suffix=SUFFIX override the usual backup suffix -v, --verbose print the name of each directory as it is created --help display this help and exit --version output version information and exit
sk: Prvé dva formáty skopírujú ZDROJ do CIE¥a alebo viac ZDROJov do existujúceho ADRESÁRa vrátane nastavenia práv, vlastníka a/alebo skupiny. Tretí formát vytvorí ADRESÁR vrátane adresárov v jeho ceste. --backup=CONTROL pred zmazaním vytvori» zálo¾nú kópiu -b ako --backup, ale nepovoµuje argument -c (ignorované) -d, --directory vytvori» v¹etky prvky cesty k adresárom; povinné pre 3. formát -D vytvori» v¹etky prvky cesty okrem posledného, potom skopírova» ZDROJ do CIE¥a; u¾itoèné v 1. formáte -g, --group=SKUPINA nastavi» SKUPINU ako vlastníka namiesto skupiny procesu -m, --mode=PRÁVA nastavi» prístupové práva PRÁVA (ako s 'chmod') namiesto rwxr-xr-x -o, --owner=VLASTNÍK nastavi» vlastníka (iba superu¾ívateµ - root) -p, --preserve-timestamps nastavi» èas prístupu a zmeny podµa ZDROJa -s, --strip odstráni» tabuµku symbolov (iba 1. a 2. formát) -S, --suffix=PRÍPONA nastavi» novú príponu zálo¾ných súborov --verbose vypísa» názov ka¾dého vytváraného adresára --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: %s: warning: making a hard link to a symbolic link is not portable
sk: %s: varovanie: pevný odkaz na symbolický odkaz nie je prenositeµný

source: %s: hard link not allowed for directory
sk: %s: pevný odkaz nie je povolený pre adresár

source: %s: cannot overwrite directory
sk: %s: nie je mo¾né prepísa» adresár

source: %s: replace %s?
sk: %s: prepísa» %s?

source: %s: File exists
sk: %s: Súbor existuje

source: create symbolic link %s to %s
sk: vytvori» symbolický odkaz %s na %s

source: create hard link %s to %s
sk: vytvori» pevný odkaz %s na %s

source: creating symbolic link %s to %s
sk: vytváram symbolický odkaz %s na %s

source: creating hard link %s to %s
sk: vytváram pevný odkaz %s na %s

source: Usage: %s [OPTION]... TARGET [LINK_NAME] or: %s [OPTION]... TARGET... DIRECTORY or: %s [OPTION]... --target-directory=DIRECTORY TARGET...
sk: Pou¾itie: %s [VO¥BA]... CIE¥ [MENO_ODKAZU] alebo: %s [VO¥BA]... CIE¥... ADRESÁR alebo: %s [VO¥BA]... --target-directory=ADRESÁR CIE¥...

source: Create a link to the specified TARGET with optional LINK_NAME. If LINK_NAME is omitted, a link with the same basename as the TARGET is created in the current directory. When using the second form with more than one TARGET, the last argument must be a directory; create links in DIRECTORY to each TARGET. Create hard links by default, symbolic links with --symbolic. When creating hard links, each TARGET must exist. --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -d, -F, --directory hard link directories (super-user only) -f, --force remove existing destination files -n, --no-dereference treat destination that is a symlink to a directory as if it were a normal file -i, --interactive prompt whether to remove destinations -s, --symbolic make symbolic links instead of hard links -S, --suffix=SUFFIX override the usual backup suffix --target-directory=DIRECTORY specify the DIRECTORY in which to create the links -v, --verbose print name of each file before linking --help display this help and exit --version output version information and exit
sk: Vytvori» odkaz na CIE¥, voliteµne so zadaným MENOM_ODKAZU. Pokiaµ je MENO_ODKAZU vynechané, vytvorí sa odkaz s rovnakým menom ako CIE¥ v aktuálnom adresári. Pri pou¾ití druhej formy s viac ako jedným CIE¥om musí by» posledný argument adresár, v ktorom majú by» odkazy vytvorené. Pokiaµ nie je zadané inak, budú vytvorené pevné odkazy, pri zadaní --symbolic budú vytvorené symbolické. Pokiaµ sú vytvárané pevné odkazy, ka¾dý CIE¥ musí existova». --backup[=CONTROL] vytvori» zálohu ka¾dého existujúceho cieµového súboru -b ako --backup, ale nepovoµuje argument -d, -F, --directory pevný odkaz na adresár (len superu¾ívateµ) -f, --force zmaza» existujúce súbory -n, --no-dereference pokiaµ je MENO_ODKAZU symbolický odkaz na adresár, zachádza» s ním ako s obyèajným súborom -i, --interactive pred prípadným zmazaním súboru sa opýta» -s, --symbolic vytvori» symbolický odkaz namiesto pevného odkazu -S, --suffix=PRÍPONA zmeni» obvyklú príponu zálo¾ných kópií --target-directory=ADR presunú» v¹etky ZDROJe do ADResára -v, --verbose pred vytvorením odkazu vypísa» meno ka¾dého súboru --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: missing file argument
sk: chýba meno súboru

source: specified target directory, %s is not a directory
sk: bol zadaný cieµový adresár, %s nie je adresár

source: when making multiple links, last argument must be a directory
sk: pri vytváraní viacerých odkazov musí by» posledným argumentom adresár

source: ignoring invalid width in environment variable COLUMNS: %s
sk: ignorujem chybnú ¹írku v premennej prostredia COLUMNS: %s

source: ignoring invalid tab size in environment variable TABSIZE: %s
sk: ignorujem chybný rozostup tabulátorov v premennej prostredia TABSIZE: %s

source: Warning: the meaning of `-H' will change in the future to conform to POSIX. Use `--si' for the old meaning.
sk: Varovanie: význam `-H' sa v budúcnosti zmení, aby vyhovoval POSIX-u. Pre pôvodbý význam pou¾ite `--si'.

source: invalid line width: %s
sk: chybná ¹írka riadku: %s

source: invalid tab size: %s
sk: chybná veµkos» tabulátorov: %s

source: unrecognized prefix: %s
sk: neznámy prefix: %s

source: unparsable value for LS_COLORS environment variable
sk: nezrozumiteµná hodnota v premennej prostredia LS_COLORS

source: List information about the FILEs (the current directory by default). Sort entries alphabetically if none of -cftuSUX nor --sort. -a, --all do not hide entries starting with . -A, --almost-all do not list implied . and .. -b, --escape print octal escapes for nongraphic characters --block-size=SIZE use SIZE-byte blocks -B, --ignore-backups do not list implied entries ending with ~ -c with -lt: sort by, and show, ctime (time of last modification of file status information) with -l: show ctime and sort by name otherwise: sort by ctime -C list entries by columns --color[=WHEN] control whether color is used to distinguish file types. WHEN may be `never', `always', or `auto' -d, --directory list directory entries instead of contents -D, --dired generate output designed for Emacs' dired mode -f do not sort, enable -aU, disable -lst -F, --classify append indicator (one of */=@|) to entries --format=WORD across -x, commas -m, horizontal -x, long -l, single-column -1, verbose -l, vertical -C --full-time list both full date and full time
sk: Výpis informácií o SÚBORoch (v aktuálnom adresári, pokiaµ nie sú zadané). Pokiaµ nie je zadaná ¾iadna z volieb -cftuSUX alebo --sort, bude výstup usporiadaný abecedne. -a, --all vypísa» aj súbory zaèínajúce bodkou -A, --almost-all vypísa» v¹etky súbory okrem . a .. -b, --escape vypísa» negrafické znaky osmièkovo --block-size=VE¥KOS« pou¾i» bloky då¾ky VE¥KOS« bajtov -B, --ignore-backups nevypisova» súbory konèiace ~ -c spoloène s -lt: zobrazi» ctime a zoradi» podµa neho (èas poslednej zmeny stavovej informácie súboru) spoloène s -l: zobrazi» ctime a zoradi» podµa mena inak: zoradi» podµa ctime -C vypísa» súbory v ståpcoch --color[=KEDY] urèi», ako sú pou¾ité farby pre rozlí¹enie typov súborov. KEDY mô¾e by» `never', `always' alebo `auto' -d, --directory vypísa» názvy adresárov namiesto ich obsahu -D, --dired generova» výstup pre Emacsový dired mód -f neusporiada», povoli» -aU, zakáza» -lst -F, --classify doplni» znak urèujúci typ súborov (jeden z */=@|) --format=SLOVO across -x, commas -m, horizontal -x, long -l, single-column -1, verbose -l, vertical -C --full-time vypísa» plný dátum aj èas

source: -g (ignored) -G, --no-group inhibit display of group information -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) --si likewise, but use powers of 1000 not 1024 -H same as `--si' for now; soon to change to conform to POSIX --indicator-style=WORD append indicator with style WORD to entry names: none (default), classify (-F), file-type (-p) -i, --inode print index number of each file -I, --ignore=PATTERN do not list implied entries matching shell PATTERN -k, --kilobytes like --block-size=1024 -l use a long listing format -L, --dereference show file information for referents of symlinks -m fill width with a comma separated list of entries -n, --numeric-uid-gid list numeric UIDs and GIDs instead of names -N, --literal print raw entry names (don't treat e.g. control characters specially) -o use long listing format without group info -p, --file-type append indicator (one of /=@|) to entries -q, --hide-control-chars print ? instead of non graphic characters --show-control-chars show non graphic characters as-is (default unless program is `ls' and output is a terminal) -Q, --quote-name enclose entry names in double quotes --quoting-style=WORD use quoting style WORD for entry names: literal, locale, shell, shell-always, c, escape -r, --reverse reverse order while sorting -R, --recursive list subdirectories recursively -s, --size print size of each file, in blocks
sk: -g (ignorované) -G, --no-group nevypisova» informácie o skupinách -h, --human-readable veµkosti v µahko èitateµnom formáte (napr. 1K 234M 2G) --si podobne, ale pou¾i» mocniny 1000 namiesto 1024 -H zatiaµ to isté ako --si; èoskoro sa zmení kvôli kompatibilite s POSIX-om --indicator-style=©TÝL pripoji» indikátor ¹týlu ©TÝL k názvom: none (predvoµba), classify (-F), file-type (-p) -i, --inode ku ka¾dému súboru vypísa» aj èíslo jeho i-uzlu -I, --ignore=VZOR nevypisova» súbory vyhovujúce shellovému VZORu -k, --kilobytes ako --block-size=1024 -l pou¾i» dlhý formát -L, --dereference v prípade symbolických odkazov vypísa» vlastnosti, súboru, na ktorý odkaz odkazuje -m oddeµova» súbory èiarkami -n, --numeric-uid-gid namiesto mena vlastníka (UID) a skupiny (GID) vypísa» èísla -N, --literal nespracováva» riadiace znaky v názvoch súborov -o pou¾i» dlhý formát bez informácií o skupinách -p, --file-type doplni» znak urèujúci typ ka¾dého souboru (jeden z /=@|) -q, --hide-control-chars namiesto negrafických znakov vypísa» '?' --show-control-chars vypísa» aj negrafické znaku (predvolené) -Q, --quote-name vlo¾i» názvy do úvodzoviek (citácia) --quoting-style=SLOVO citova» mená ¹týlom SLOVO: literal, shell, shell-always, c, escape -r, --reverse usporiada» v opaènom poradí -R, --recursive vypísa» adresáre rekurzívne -s, --size vypísa» veµkos» ka¾dého súboru v blokoch
