Repository: ProntoNAS/ReadyNAS
Catalog: fileutils-4.1/po/*.po
Languages: sk

source: -S sort by file size --sort=WORD extension -X, none -U, size -S, time -t, version -v status -c, time -t, atime -u, access -u, use -u --time=WORD show time as WORD instead of modification time: atime, access, use, ctime or status; use specified time as sort key if --sort=time -t sort by modification time -T, --tabsize=COLS assume tab stops at each COLS instead of 8 -u with -lt: sort by, and show, access time with -l: show access time and sort by name otherwise: sort by access time -U do not sort; list entries in directory order -v sort by version -w, --width=COLS assume screen width instead of current value -x list entries by lines instead of by columns -X sort alphabetically by entry extension -1 list one file per line --help display this help and exit --version output version information and exit By default, color is not used to distinguish types of files. That is equivalent to using --color=none. Using the --color option without the optional WHEN argument is equivalent to using --color=always. With --color=auto, color codes are output only if standard output is connected to a terminal (tty).
sk: -S uspoiada» podµa då¾ky súborov --sort=SLOVO extension -X, none -U, size -S, time -t, version -v status -c, time -t, atime -u, access -u, use -u --time=SLOVO zobrazi» èas ako SLOVO namiesto èasu zmeny: atime, access, use, ctime alebo status; pou¾i zadaný èas pre triedenie, pokiaµ --sort=time -t usporiada» podµa èasu poslednej zmeny -T, --tabsize=ROZOSTUP nastavi» tabulátory ka¾dých ROZOSTUP znakov -u spoloène s -lt: zobrazi» èas posledného prístupu (atime) a zoradi» podµa neho spoloène s -l: zobrazi» atime a zoradi» podµa mena inak: zoradi» podµa atime -U neusporiadava» - vypísa» v poradí, aké je v adresári -v usporiada» podµa verzie -w, --width=STÅPCOV pou¾i» túto ¹írku obrazovky pri vypisovaní -x vypisova» názvy po riadkoch namiesto po ståpcoch -X usporiada» podµa prípon -1 vypísa» jeden súbor na jednom riadku --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Pokiaµ nie je nastavené inak, farba sa pre oznaèenie typov súborov nepou¾ije, èo je rovnocenné s voµbou --color=none. Pou¾itie voµby --color bez argumentu KEDY je rovnocenné s pou¾itím voµby --color=always. Voµba --color=auto spôsobí, ¾e farby budú pou¾ité iba pokiaµ je ¹tandardný výstup pripojený k terminálu (tty).

source: Usage: %s [OPTION] DIRECTORY...
sk: Pou¾itie: %s [VO¥BA] ADRESÁR...

source: Create the DIRECTORY(ies), if they do not already exist. -m, --mode=MODE set permission mode (as in chmod), not rwxrwxrwx - umask -p, --parents no error if existing, make parent directories as needed -v, --verbose print a message for each created directory --help display this help and exit --version output version information and exit
sk: Vytvori» ADRESÁR(e), pokiaµ u¾ neexistuje. -m, --mode=PRÁVA nastavi» prístupové práva (ako s 'chmod'), nie rwxrwxrwx - umask -p, --parents existencia nie je chybou, vytvori» rodièovské adresáre, pokiaµ je to potrebné. --verbose vypísa» správu o ka¾dom vytváranom adresári --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: created directory %s
sk: vytvorený adresár %s

source: cannot set permissions of directory %s
sk: nie je mo¾né nastavi» oprávnenia pre adresár %s

source: Usage: %s [OPTION] NAME...
sk: Pou¾itie: %s [VO¥BA] NÁZOV...

source: Create named pipes (FIFOs) with the given NAMEs. -m, --mode=MODE set permission mode (as in chmod), not a=rw - umask --help display this help and exit --version output version information and exit
sk: Vytvori» pomenované rúry (FIFO) s menami NÁZOV. -m, --mode=PRÁVA nastavi» prístupové práva (ako s 'chmod'), nie a=rw - umask --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: fifo files not supported
sk: tento systém nepodporuje rúry

source: invalid mode
sk: neprípustné práva

source: cannot create fifo `%s'
sk: nie je mo¾né vytvori» rúru `%s'

source: cannot set permissions of fifo `%s'
sk: nie je mo¾né nastavi» oprávnenia pre fifo `%s'

source: Usage: %s [OPTION]... NAME TYPE [MAJOR MINOR]
sk: Pou¾itie: %s [VO¥BA]... NÁZOV TYP [HLAVNÉ VED¥AJ©IE]

source: Create the special file NAME of the given TYPE. -m, --mode=MODE set permission mode (as in chmod), not a=rw - umask --help display this help and exit --version output version information and exit MAJOR MINOR are forbidden for TYPE p, mandatory otherwise. TYPE may be: b create a block (buffered) special file c, u create a character (unbuffered) special file p create a FIFO
sk: Vytvori» ¹peciálny súbor NÁZOV zadaného TYPu. -m, --mode=PRÁVA nastavi» prístupové práva (ako s 'chmod'), nie a=rw - umask --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» HLAVNÉ a VED¥AJ©IE èíslo nie je povolené pri TYPe p, inak je povinné. TYP mô¾e by»: b vytvori» blokový (vyrovnávaný) ¹peciálny súbor c, u vytvori» znakový (nevyrovnávaný) ¹peciálny súbor p vytvori» rúru (FIFO)

source: wrong number of arguments
sk: chybný poèet argumentov

source: block special files not supported
sk: ¹peciálne blokové súbory nie sú podporované

source: when creating block special files, major and minor device numbers must be specified
sk: pri vytváraní ¹peciálneho blokového súboru musí by» zadané hlavné a vedµaj¹ie èíslo zariadenia

source: invalid major device number %s
sk: neprípustné hlavné èislo zariadenia %s

source: invalid minor device number %s
sk: neprípustné vedµaj¹ie èíslo zariadenia %s

source: character special files not supported
sk: ¹peciálne znakové súbory nie sú podporované

source: when creating character special files, major and minor device numbers must be specified
sk: pri vytváraní ¹peciálneho znakového súboru musí by» zadané hlavné a vedµaj¹ie èíslo zariadenia

source: major and minor device numbers may not be specified for fifo files
sk: pre rúry nie je potrebné zadáva» hlavné a vedµaj¹ie èíslo zariadenia

source: cannot set permissions of `%s'
sk: nie je mo¾né nastavi» oprávnenia pre `%s'

source: Rename SOURCE to DEST, or move SOURCE(s) to DIRECTORY. --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -f, --force never prompt before overwriting -i, --interactive prompt before overwrite --strip-trailing-slashes remove any trailing slashes from each SOURCE argument -S, --suffix=SUFFIX override the usual backup suffix --target-directory=DIRECTORY move all SOURCE arguments into DIRECTORY -u, --update move only older or brand new non-directories -v, --verbose explain what is being done --help display this help and exit --version output version information and exit
sk: Premenovanie ZDROJa na CIE¥ alebo premiestnenie ZDROJa(ov) do ADRESÁRa. --backup[=CONTROL] vytvori» zálo¾nú kópiu ka¾dého existujúceho CIE¥a -b ako --backup, ale nepovoµuje argument -f, --force prepísa» existujúce ciele bez opýtania -i, --interactive pred prepísaním súboru sa opýta» --strip-trailing-slashes odstráni» koncové lomítka z ka¾dého ZDROJa -S, --suffix=PRÍPONA zmeni» obvyklú príponu zálo¾ných kópií --target-directory=ADR presunú» v¹etky ZDROJe do ADResára -u, --update premiestni» iba nov¹ie a úplne nové soubory -v, --verbose vypisova» informácie o priebehu --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: when moving multiple files, last argument must be a directory
sk: pri premiestòovaní viacerých súborov musí by» posledným argumentom adresár

source: cannot open directory %s
sk: nie je mo¾né otvori» adresár %s

source: closing directory %s
sk: zatváram adresár %s

source: %s: remove write-protected directory %s?
sk: %s: zmaza» adresár chránený proti zápisu %s?

source: %s: remove write-protected file %s?
sk: %s: zmaza» súbor chránený proti zápisu %s?

source: %s: remove directory %s?
sk: %s: zmaza» adresár %s?

source: %s: remove %s?
sk: %s: zmaza» %s?

source: removing %s
sk: ma¾em %s

source: cannot unlink %s
sk: nie je mo¾né zmaza» %s

source: %s: directory %s is write protected; descend into it anyway?
sk: %s: adresár %s je chránený proti zápisu; zostúpi» napriek tomu do neho?

source: %s: descend into directory %s?
sk: %s: zostúpi» do adresára %s?

source: removing all entries of directory %s
sk: ma¾em v¹etky záznamy adresára `%s'

source: cannot lstat `.' in %s
sk: nie je mo¾né vykona» lstat `.' v %s

source: ERROR: the directory %s initially had device/inode numbers %lu/%lu, but now (after a chdir into it), the numbers for `.' are %lu/%lu. That means that while rm was running, the directory was replaced with either another directory or a link to another directory.
sk: CHYBA: adresár %s mal pôvodne èíslo zariadenia/i-uzlu %lu/%lu, ale teraz (po vojdení do neho prostredníctvom chdir) sú èísla pre `.' %lu/%lu. To znamená, ¾e poèas behu rm bol adresár buï vymenený za iný, alebo nahradený odkazom na iný adresár.

source: cannot change back to directory %s via `..'
sk: nie je mo¾né vojs» do adresára '%s' cez `..'

source: %s: remove directory %s%s?
sk: %s: zmaza» adresár %s%s?

source: (might be nonempty)
sk: (mô¾e by» neprázdny)

source: removing the directory itself: %s
sk: ma¾em samotný adresár: %s

source: cannot remove current directory %s
sk: nie je mo¾né zmaza» aktuálny adresár %s

source: cannot remove directory %s
sk: nie je mo¾né zmaza» adresár %s

source: cannot remove `.' or `..'
sk: nie je mo¾né zmaza» `.' alebo `..'

source: WARNING: Circular directory structure. This almost certainly means that you have a corrupted file system. NOTIFY YOUR SYSTEM MANAGER. The following two directories have the same inode number:
sk: %s: VAROVANIE: Zacyklená ¹truktúra adresárov. To skoro urèite znamená, ¾e máte po¹kodený súborový systém. INFORMUJTE VÁ©HO SPRÁVCU SYSTÉMU. Nasledujúce adresáre majú rovnaké èíslo i-uzlu:

source: continue?
sk: pokraèova»?

source: Usage: %s [OPTION]... FILE...
sk: Pou¾itie: %s [VO¥BA]... SÚBOR...

source: Remove (unlink) the FILE(s). -d, --directory attempt to unlink target, even if non-empty (super-user only) -f, --force ignore nonexistent files, never prompt -i, --interactive prompt before any removal -r, -R, --recursive remove the contents of directories recursively -v, --verbose explain what is being done --help display this help and exit --version output version information and exit To remove a file whose name starts with a `-', for example `-foo', use one of these commands: %s -- -foo %s ./-foo Note that if you use rm to remove a file, it is usually possible to recover the contents of that file. If you want more assurance that the contents are truly unrecoverable, consider using shred.
sk: Zmaza» SÚBOR(y). -d, --directory zmaza» adresár, aj pokiaµ nie je prázdny (iba superu¾ívateµ) -f, --force ignorova» neexistujúce soubory, nikdy sa nepýta» -i, --interactive pred ka¾dým zmazaním sa opýta» -r, -R, --recursive rekurzívne zmaza» obsah adresárov -v, --verbose vypisova» infomácie o priebehu --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Súbor s menom zaèínajúcim `-' (napr. `-foo') zma¾ete nasledovne: %s -- -foo %s ./-foo Pamätajte na to, ¾e pri zmazaní súboru pomocou rm je obvykle mo¾né obsah daného súboru obnovi». Pokiaµ sa chete lep¹ie uisti», ¾e obsah nebude mo¾né obnovi», uvá¾te pou¾itie pomôcky shred.

source: removing directory, %s
sk: ma¾em adresár, %s

source: Usage: %s [OPTION]... DIRECTORY...
sk: Pou¾itie: %s [VO¥BA]... ADRESÁR...

source: Remove the DIRECTORY(ies), if they are empty. --ignore-fail-on-non-empty ignore each failure that is solely because a directory is non-empty -p, --parents remove DIRECTORY, then try to remove each directory component of that path name. E.g., `rmdir -p a/b/c' is similar to `rmdir a/b/c a/b a'. -v, --verbose output a diagnostic for every directory processed --help display this help and exit --version output version information and exit
sk: Zmaza» ADRESÁR(e), pokiaµ sú prázdne. --ignore-fail-on-non-empty ignorova» ka¾dú chybu spôsobenú výluène tým, ¾e adresár nie je prázdny -p, --parents zmaza» adresár a potom v¹etky elementy cesty k nemu. Napr. `rmdir -p a/b/c' je podobný ako `rmdir a/b/c a/b a'. --verbose vypísa» správu pre ka¾dý spracovaný adresár --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Usage: %s [OPTIONS] FILE [...]
sk: Pou¾itie: %s [VO¥BY] SÚBOR [...]

source: Overwrite the specified FILE(s) repeatedly, in order to make it harder for even very expensive hardware probing to recover the data. -f, --force change permissions to allow writing if necessary -n, --iterations=N Overwrite N times instead of the default (%d) -s, --size=N shred this many bytes (suffixes like k, M, G accepted) -u, --remove truncate and remove file after overwriting -v, --verbose show progress -x, --exact do not round file sizes up to the next full block -z, --zero add a final overwrite with zeros to hide shredding - shred standard output --help display this help and exit --version print version information and exit Delete FILE(s) if --remove (-u) is specified. The default is not to remove the files because it is common to operate on device files like /dev/hda, and those files usually should not be removed. When operating on regular files, most people use the --remove option. CAUTION: Note that shred relies on a very important assumption: that the filesystem overwrites data in place. This is the traditional way to do things, but many modern filesystem designs do not satisfy this assumption. The following are examples of filesystems on which shred is not effective: * log-structured or journaled filesystems, such as those supplied with AIX and Solaris (and JFS, ReiserFS, XFS, etc.) * filesystems that write redundant data and carry on even if some writes fail, such as RAID-based filesystems * filesystems that make snapshots, such as Network Appliance's NFS server * filesystems that cache in temporary locations, such as NFS version 3 clients * compressed filesystems
sk: Opakovane prepisuje SÚBOR(y), aby sa aj veµmi nákladnému hardvéru maximálne s»a¾ili pokusy o obnovu údajov. -f, --force zmeni» práva pre povolenie zápisu, ak je to potrebné -n, --iterations=N prepísa» N-krát namiesto prednastavených (%d) -s, --size=N prepísa» N bajtov (prípony ako k, M, G sú mo¾né) -u, --remove skráti» a odstráni» súbor po prepísaní -v, --verbose zobrazi» postup -x, --exact nezaokrúhµova» veµkosti súborov na ïal¹í úplný blok -z, --zero na záver prepísa» nulami, aby sa prepisovanie skrylo - prepisova» ¹tandardný výstup --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» SÚBOR bude zmazaný, pokiaµ bolo zadané --remove (-u). Inak sa nema¾e, keï¾e je obvyklé prepisova» súbory zariadení ako /dev/hda a tieto obvykle vymazané by» nemajú. Pre obyèajné súbory väè¹ina µudí pou¾íva voµbu --remove. POZOR: Prepisovanie funguje len pokiaµ je splnený dôle¾itý predpoklad: ¾e súborový systém prepisuje údaje na mieste. Tak sa to obvykle aj robí, ale pre veµa moderných súborových systémoch to splnené nie je. Nasledujúce súborové systémy sú príkladom takých, kde shred nie je úèinný: * systémy zalo¾ené na log-súboroch alebo ¾urnáli, ako napr. systémy obsiahnuté v systémoch AIX, Solaris (a JFS, ReiserFS, XFS, atï.) * systémy zapisujúce redundantné údaje a sú schopné fungova» aj keï niektoré zo zápisov zlyhajú, ako napr. systémy zalo¾ené na RAID * systémy tvoriace 'snímky', ako napr. NFS server Network Appliance * systémy vyu¾ívajúce cache na doèasných miestach, ako napr. klienti NFS verzie 3 * komprimované súborové systémy

source: %s: cannot rewind
sk: %s: nie je mo¾né vráti» sa na zaèiatok

source: %s: pass %lu/%lu (%s)...
sk: %s: prechod %lu/%lu (%s)...

source: %s: error writing at offset %s
sk: %s: chyba zápisu na pozícii %s

source: %s: file too large
sk: %s: príli¹ veµký súbor

source: %s: pass %lu/%lu (%s)...%s/%s
sk: %s: prechod %lu/%lu (%s)...%s/%s

source: %s: pass %lu/%lu (%s)...%s
sk: %s: prechod %lu/%lu (%s)...%s

source: %s: invalid file type
sk: %s: neznámy typ súboru

source: %s: file has negative size
sk: %s: súbor má zápornú då¾ku

source: %s: error truncating
sk: %s: chyba pri skracovaní

source: %s: cannot shred append-only file descriptor
sk: %s: nie je mo¾né skartova» deskriptor urèený iba pre pridávanie

source: %s: removing
sk: %s: ma¾e sa

source: %s: renamed to %s
sk: %s: premenovaný na %s

source: %s: removed
sk: %s: zmazaný

source: %s: cannot remove
sk: %s: nie je mo¾né zmaza»

source: %s: invalid number of passes
sk: %s: chybný poèet prechodov

source: %s: invalid file size
sk: %s: chybná veµkos» súboru

source: Usage: %s [OPTION]
sk: Pou¾itie: %s [VO¥BA]

source: Force changed blocks to disk, update the super block. --help display this help and exit --version output version information and exit
sk: Ulo¾ zmenené bloky na disk, aktualizuj super-blok. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: ignoring all arguments
sk: ignorujem v¹etky argumenty

source: creating %s
sk: vytbáram %s

source: setting times of %s
sk: nastavujem èasy %s

source: or: %s [-acm] MMDDhhmm[YY] FILE... (obsolescent)
sk: alebo: %s [-acm] MMDDhhmm[RR] SÚBOR... (zastaralé)

source: Update the access and modification times of each FILE to the current time. -a change only the access time -c, --no-create do not create any files -d, --date=STRING parse STRING and use it instead of current time -f (ignored) -m change only the modification time -r, --reference=FILE use this file's times instead of current time -t STAMP use [[CC]YY]MMDDhhmm[.ss] instead of current time --time=WORD set time given by WORD: access atime use (same as -a) modify mtime (same as -m) --help display this help and exit --version output version information and exit Note that the three time-date formats recognized for the -d and -t options and for the obsolescent argument are all different.
sk: Aktualizova» èas posledného prístupu a poslednej zmeny ka¾dého SÚBORu na aktuálny èas -a zmeni» iba èas posledného prístupu -c nevytvára» nové súbory -d, --date=RE«AZEC analyzova» RE«AZEC a pou¾i» ho namiesto aktuálneho èasu -f (ignorované) -m zmeni» iba èas poslednej zmeny súboru -r, --reference=SÚBOR pou¾i» èasy SÚBORu namiesto aktuálneho èasu -t ÈAS pou¾i» [[SS]RR]MMDDhhmm[.ss] namiesto aktuálneho èasu --time=SLOVO aktualizova» èas zadaný SLOVOm - access, atime, use (to isté ako -a); modify, mtime (ako -m) --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Zoberte na vedomie, ¾e tri formáty dátumu a èasu (rozpoznávané voµbami -d a -t a zastaralým spôsobom ich zadania) sú v¹etky rozdielne.

source: invalid date format %s
sk: neprípustný formát dátumu %s

source: cannot specify times from more than one source
sk: nie je mo¾né ¹pecifikova» èas z viac ako jedného zdroja

source: file arguments missing
sk: chýbajú súborové argumenty
