Repository: ProntoNAS/ReadyNAS
Catalog: mdadm-3.3.2/debian/po/*.po
Languages: da

source: MD arrays needed for the root file system:
da: MD arrays krævet for rodfilsystemet:

source: Please enter 'all', 'none', or a space-separated list of devices such as 'md0 md1' or 'md/1 md/d0' (the leading '/dev/' can be omitted).
da: Indtast venligst »all«, »none« eller en mellemrumsadskilt liste af enheder såsom »md0 md1« eller »md/1 md/d0« (det foranstillede »/dev/« kan udelades).

source: for internal use - only the long description is needed.
da: for intern brug - kun den lange beskrivelse er krævet.

source: If the system's root file system is located on an MD array (RAID), it needs to be started early during the boot sequence. If it is located on a logical volume (LVM), which is on MD, all constituent arrays need to be started.
da: Hvis systemets rodfilsystem er placeret på en MD-array (RAID), skal det startes tidligt under opstartssekvensen. Hvis den er placeret på en logisk diskenhed (LVM), som er på MD, skal alle indgående arrays startes.

source: If you know exactly which arrays are needed to bring up the root file system, and you want to postpone starting all other arrays to a later point in the boot sequence, enter the arrays to start here. Alternatively, enter 'all' to simply start all available arrays.
da: Hvis du ved præcis hvilke arrays som er krævet, for at få rodfilsystemet op, og du ønsker at udsætte start af alle andre arrays til et senere tidspunkt i opstartssekvensen, så indtast her de arrays som skal startes. Alternativt kan du indtaste »all« for at starte alle tilgængelige arrays.

source: If you do not need or want to start any arrays for the root file system, leave the answer blank (or enter 'none'). This may be the case if you are using kernel autostart or do not need any arrays to boot.
da: Hvis du ikke har brug for eller ønsker at starte nogen arrays for rodfilsystemet, så efterlad svaret tomt (eller indtast »none«). Dette kan være tilfældet, hvis du bruger automatisk start af kernen eller ikke skal bruge arrays til at starte op med.

source: An error occurred: device node does not exist
da: Der opstod en fejl: Enhedsknude findes ikke

source: An error occurred: not a block device
da: Der opstod en fejl: Ikke en blokenhed

source: An error occurred: not an MD array
da: Der opstod en fejl: Ikke en MD array

source: An error occurred: array not listed in mdadm.conf file
da: Der opstod en fejl: Array er ikke anført i mdadm.conf-filen

source: Start arrays not listed in mdadm.conf?
da: Start arrays er ikke anført i mdadm.conf?

source: The specified array (${array}) is not listed in the configuration file (${config}). Therefore, it cannot be started during boot, unless you correct the configuration file and recreate the initial ramdisk.
da: Den angivne array (${array}) er ikke anført i konfigurationsfilen (${config}). Den kan derfor ikke startes under opstarten, med mindre du retter i konfigurationsfilen og gendanner den oprindleige ramdisk.

source: This warning is only relevant if you need arrays to be started from the initial ramdisk to be able to boot. If you use kernel autostarting, or do not need any arrays to be started as early as the initial ramdisk is loaded, you can simply continue. Alternatively, choose not to continue and enter 'none' when prompted which arrays to start from the initial ramdisk.
da: Denne advarsel er kun relevant hvis du skal have arrays til at blive startet fra den oprindelige ramdisk for at kunne starte op. Hvis du bruger den automatiske opstart i kernen, eller ikke skal bruge at arrays startes så tidligt som den oprindelige ramdisk indlæses, så kan du bare fortsætte. Alternativt så vælg at fortsætte og indtaste »none« når du bliver spurgt om hvilke arrays, der skal startes fra den oprindelige ramdisk.

source: Do you want to start MD arrays automatically?
da: Ønsker du at starte MD arrays automatisk?

source: Once the base system has booted, mdadm can start all MD arrays (RAIDs) specified in /etc/mdadm/mdadm.conf which have not yet been started. This is recommended unless multiple device (MD) support is compiled into the kernel and all partitions are marked as belonging to MD arrays, with type 0xfd (as those and only those will be started automatically by the kernel).
da: Når først basissystemet er startet op, kan mdadm starte alle MD arrays (RAID'er) angivet i /etc/mdadm/mdadm.conf, som endnu ikke er blevet startet. Dette anbefales med mindre understøttelse af flere enheder (MD) er kompileret ind i kernen og alle partitioner er markeret som tilhørende MD arrays, med type 0xfd (da disse og kun disse vil blive startet op automatisk af kernen).

source: Should mdadm run monthly redundancy checks of the MD arrays?
da: Skal mdadm køre månedlig redundanskontrol af MD arrays?

source: If the kernel supports it (versions greater than 2.6.14), mdadm can periodically check the redundancy of MD arrays (RAIDs). This may be a resource-intensive process, depending on the local setup, but it could help prevent rare cases of data loss. Note that this is a read-only check unless errors are found; if errors are found, mdadm will try to correct them, which may result in write access to the media.
da: Hvis kernen understøtter det (versioner større end 2.6.14), kan mdadm periodisk kontrollere redundansen på MD arrays (RAID'er). Det kan være en ressourcekrævende proces, afhængig af den lokale opsætning, men det kan hjælpe med at forhindre at du i sjældne tilfælde får datatab. Bemærk at dette er en skrivebeskyttet kontrol med mindre at der findes fejl; hvis der registreres fejl vil mdadm forsøge at rette dem, hvilket kan medføre skriveadgang til mediet.

source: The default, if turned on, is to check on the first Sunday of every month at 01:06.
da: Standarden - hvis aktiveret - er at kontrollere på den første søndag i hver måned klokken 01:06.

source: Do you want to start the MD monitoring daemon?
da: Ønsker du at starte MD-overvågningsdæmonen?

source: The MD (RAID) monitor daemon sends email notifications in response to important MD events (such as a disk failure).
da: MD-overvågningsdæmonem (RAID) sender e-post-påmindelser udløst af vigtige MD-hændelser (såsom en diskfejl).

source: Enabling this option is recommended.
da: Aktivering af denne indstilling anbefales.

source: Recipient for email notifications:
da: Modtager af e-post-påmindelser:

source: Please enter the email address of the user who should get the email notifications for important MD events.
da: Indtast venligst e-post-adressen på brugeren, som skal modtage e-post-påmindelser for vigtige MD-hændelser.
