Repository: ProntoNAS/ReadyNAS
Catalog: debconf-1.5.36.1/debian/po/*.po
Languages: is

source: Dialog
is: Samskiptagluggi

source: Readline
is: Lesl??na

source: Editor
is: Ritill

source: Noninteractive
is: ??gagnvirkt

source: Interface to use:
is: Vi??m??t sem nota skal:

source: Packages that use debconf for configuration share a common look and feel. You can select the type of user interface they use.
is: Forrit sem nota debconf sem stillingavi??m??t deila me?? s??r svipu??u ??tliti og ??fer??. ???? getur vali?? hverskonar notandavi??m??t ??au nota.

source: The dialog frontend is a full-screen, character based interface, while the readline frontend uses a more traditional plain text interface, and both the gnome and kde frontends are modern X interfaces, fitting the respective desktops (but may be used in any X environment). The editor frontend lets you configure things using your favorite text editor. The noninteractive frontend never asks you any questions.
is: Vi??m??t samskiptagluggans er textavi??m??t ?? heilskj?? (DOS-l??kt), ?? me??an lesl??na er meira ?? ??tt vi?? hef??bundna skipanal??nu. B????i GNOME og KDE vi??m??tin eru n??t??ma gluggavi??m??t sem samsvara samnefndum skj??bor??sumhverfum (en sem h??gt er a?? nota ?? hva??a gluggaumhverfi sem er). Ritilsvi??m??ti?? gerir ????r kleift a?? stilla hluti me?? ??v?? a?? nota ??ann ritil sem ????r finnst ????gilegast a?? vinna me??. ??gagnvirkt vi??m??t spyr ??ig ekki neinna spurninga.

source: critical
is: mikilv??gt

source: high
is: mikill

source: medium
is: mi??lungs

source: low
is: l??till

source: Ignore questions with a priority less than:
is: Sleppa spurningum sem hafa l??gri forgang en:

source: Debconf prioritizes the questions it asks you. Pick the lowest priority of question you want to see: - 'critical' only prompts you if the system might break. Pick it if you are a newbie, or in a hurry. - 'high' is for rather important questions - 'medium' is for normal questions - 'low' is for control freaks who want to see everything
is: Debconf forgangsra??ar spurningunum sem ???? ver??ur be??in(n) um a?? svara. Veldu ??ann l??gsta forgang spurninga sem ???? vilt sj??: - 'mikilv??gt' spyr ??ig einungis ef a?? kerfi?? g??ti or??i?? ??starfh??ft. Veldu ??etta ef ???? ert byrjandi e??a a?? fl??ta ????r. - 'mikill' er fyrir frekar mikilv??gar spurningar - 'mi??lungs' er fyrir venjulegar spurningar - 'l??till' er fyrir fullkomnunarsinna sem vilja stilla allt sj??lfir

source: Note that no matter what level you pick here, you will be able to see every question if you reconfigure a package with dpkg-reconfigure.
is: Athuga??u a?? ??a?? er sama hva??a stig ???? velur h??rna, ef ???? endurstillir pakka me?? dpkg-reconfigure ???? muntu geta s???? allar vi??komandi spurningar aftur.

source: Installing packages
is: Set upp pakka

source: Please wait...
is: B??ddu a??eins...

source: Media change
is: Skipti ?? mi??li
