Repository: ProntoNAS/ReadyNAS
Catalog: noflushd/debian/po/*.po
Languages: cs, da, de

source: Default idle timeout in minutes:
cs: Výchozí doba nečinnosti v minutách:
da: Standard tomgangstid i minutter:
de: Zeit bis zum Abschalten inaktiver Festplatten (in Minuten):

source: When a disk has been inactive for this many minutes, noflushd tries to spin it down.
cs: Pokud bude disk po tuto dobu neaktivní, tak se ho noflushd pokusí vypnout.
da: Når en disk har været inaktiv i dette antal minutter, vil noflushd forsøge at stoppe dens motor.
de: Wurde auf eine Festplatte länger als die angegebene Zahl von Minuten nicht zugegriffen, versucht noflushd, sie in den Ruhezustand zu versetzen. Diese Zeitspanne gilt als Standardwert für sämtliche Festplatten.

source: Instead of a single value, you can also enter a comma-separated list of timeouts. Whenever noflushd receives a HUP signal, it switches to the next timeout in the list.
cs: Místo jediné hodnoty můžete také zadat čárkami oddělený seznam časů. Kdykoliv obdrží noflushd signál HUP, tak se přepne do dalšího časového cyklu v pořadí.
da: I stedet for en enkelt værdi, kan du angive en kommasepareret liste med værdier for tidsudløb. Hver gang noflushd modtager et HUP-signal, skifter den til den næste værdi i listen.
de: Statt eines einzelnen Wertes kann auch eine durch Kommata getrennte Liste von Zeitspannen angegeben werden. Wann immer noflushd ein HUP-Signal empfängt, verwendet es die nächste Zeitspanne in der Liste.

source: Disks to monitor for inactivity:
cs: Disk, u kterého se má sledovat nečinnost:
da: Diske, der skal overvåges for inaktivitet:
de: Zu überwachende Festplatten:

source: All the disks given in this list will be spun down when inactive. Each disk here is represented by its device node, eg. /dev/hda for the first IDE disk. Multiple entries must be separated by space.
cs: Všechny disky zadané v tomto seznamu budou při nečinnosti vypnuty. Každý disk je zde určen svým uzlem zařízení, např. /dev/hda určuje první IDE disk. Více položek musí být odděleno pomocí mezer.
da: Alle de diske, der angives i denne liste, vil få stoppet motoren når de er inaktive. Hver disk repræsenteres ved dens enhedsfil, f.eks. '/dev/hda'for den første IDE-disk. Flere diske skal adskilles med mellemrum.
de: Die Aktivität aller Festplatten in dieser Liste wird kontinuierlich überprüft, und inaktive Platten werden in den Ruhezustand versetzt. Festplatten werden hier anhand ihrer Gerätedatei eingetragen, beispielsweise /dev/hda für die erste IDE-Festplatte. Mehrere Einträge sind durch Leerzeichen zu trennen.

source: If this entry is empty, noflushd tries to auto-detect and monitor all disks on the system.
cs: Pokud necháte tuto položku prázdnou, noflushd se pokusí automaticky nalézt a monitorovat všechny disky v systému.
da: Hvis du ikke skriver noget her, vil noflushd forsøge at finde og overvåge samtlige diske på dit system.
de: Falls dieser Eintrag leer bleibt, findet und überwacht noflushd selbstständig alle installierten Festplatten.

source: Use arbitrary noflushd command line parameters?
cs: Použít uživatelské parametry příkazu noflushd?
da: Brug bestemte kommandolinjetilvalg til noflushd?
de: Wollen Sie beliebige noflushd-Kommandozeilenparameter vorgeben?

source: All command line options given here will be passed verbatim to noflushd on startup. This option is for advanced users. Please refer to the noflushd man page for a list of all possible parameters.
cs: Všechny volby příkazové řádky, které tu zadáte, budou doslovně předány programu noflushd při spuštění. Tato volba je určena pro pokročilé uživatele. Podívejte se prosím na manuálovou stránku noflushd (na seznam možných parametrů).
da: Alle kommandolinjetilvalg, der angives her, bliver angivet direkte til noflushd under opstarten. Dette er for avancerede brugere. Der henvises til noflushd's manualside for en liste over alle de tilgængelige parametre.
de: Alle Kommandozeilenoptionen, die hier angegeben sind, werden unverändert an noflushd übergeben. Diese Option ist für erfahrene Benutzer gedacht. Eine Liste aller möglichen Parameter ist im noflushd-Manual aufgeführt.

source: Advanced startup options:
cs: Pokročilé možnosti spuštění:
da: Avancerede opsætningsvalg:
de: Erweiterte Startoptionen:

source: A default timeout and a list of disks to monitor are enough for simple uses of noflushd. If you don't need more options, just leave this blank. Noflushd will then use a simple configuration scheme.
cs: Určení hodnoty výchozího časového intervalu a seznamu disků, které se mají sledovat jsou dostatečné pro jednoduché používání noflushd. Pokud nechcete více možností, pak nechte toto políčko prázdné. Noflushd pak použije jednoduché konfigurační schéma.
da: Den standard-tomgangstid og en liste over diske, der skal overvåges, er tilstrækkeligt for simpel brug af noflushd. Hvis du ikke har brug for flere indstillinger, kan du blot lade feltet stå tomt. Noflushd vil da benytte den simple opsætningsmetode.
de: Für einfache Anwendungen reicht es aus, noflushd eine Zeitspanne und eine Liste von zu überwachenden Festplatten anzugeben. Sollten Sie damit zufrieden sein, lassen Sie den Eintrag hier leer. Damit gelangen Sie zurück zu einem einfacheren Konfigurationsschema.

source: For more control over noflushd behaviour, you may check, extend and modify the complete list of command line options that will be passed to noflushd on startup. This option is intended for advanced users. The most useful options include:
cs: Pro větší kontrolu chování programu noflushd, můžete kontrolovat, rozšiřovat a upravovat kompletní seznam voleb příkazů, které budou programu předány při spuštění. Tato možnost je určena pro pokročilé uživatele. Nejvíce užitečné volby jsou:
da: Hvis du ønsker yderligere styring med noflushd's opførsel, kan du tjekke, udvide og ændre den komplette liste med kommandolinjetilvalg, der gives til noflushd under opstarten. Denne mulighed er tiltænkt avancerede brugere. De nyttigste tilvalg er:
de: Andernfalls können Sie hier die komplette Liste der Kommanozeilenoptionen einsehen, erweitern und abändern, wie sie später noflushd bei jeden Start übergeben wird. Diese Option ist für fortgeschrittene Anwender gedacht. Zu den nützlichsten Parametern zählen:

source: -v verbose output; -n <to> spindown after <to> minutes of inactivity by default; -t <to> like -n, but only applies to the next disk given; <to> is a comma-separated list of timeout values.
cs: -v upovídaný výstup; -n <do> vypnutí disku po <do> minutách nečinnosti; -t <do> jako -n, ale týká se pouze dalšího zadaného disku; <do> čárkami oddělený seznam hodnot časových intervalů.
da: -v omfattende uddata. -n <tg> sluk som standard motoren efter <til> minutters tomgang. -t <tg> som -n, men gælder for de efterfølgende angivne diske. <tg> er en kommasepareret liste over tomgangsværdier i minutter.
de: -v mehr Informationen werden ausgegeben; -n <to> Ruhezustand nach <to> minuten Inaktivität einleiten; -t <to> wie -n, betrifft aber nur die nächste angegebene Festplatte; <to> bezeichnet eine durch Kommata getrennte Liste von Zeitspannen.

source: See the noflushd man page for detailed descriptions and a full list of options.
cs: Pro podrobný popis a úplný seznam voleb se podívejte na manuálovou stránku noflushd.
da: Se manualsiden for noflushd for detaljerede beskrivelser og en komplet liste med tilvalg.
de: Ausführliche Beschreibungen und eine vollständige Liste von Optionen sind in der Manualseite von noflushd enthalten.
