Repository: ProntoNAS/ReadyNAS
Catalog: mysql-dfsg-5.0-5.0.24a/debian/po/*.po
Languages: da, fr, gl, nl, ru, sv

source: Do you really want to downgrade?
da: Ønsker du virkelig at nedgradere?
fr: Voulez-vous vraiment revenir à la version précédente ?
gl: ¿Quere pasar a unha versión anterior?
nl: Wilt u echt een oude versie herstellen?
ru: Вы действительно желаете понизить версию?
sv: Vill du verkligen nedgradera?

source: WARNING: The file /var/lib/mysql/debian-*.flag exists. This indicates that a mysql-server package with a higher version has been installed before. It can not be guaranteed that this version can use its data.
da: Advarsel: Filen /var/lib/mysql/debian-*.flag eksisterer. Det tyder på at der tidligere har været installeret en højere version af mysql-server-pakken. Det kan ikke garanteres at denne version kan benytte data fra den højere version.
fr: Un fichier /var/lib/mysql/debian-*.flag est présent. Cela indique qu'une version plus récente du paquet mysql-server a été précédemment installée. Il n'est pas garanti que cette version puisse en utiliser les données.
gl: AVISO: O ficheiro /var/lib/mysql/debian-*.flag existe. Isto indica que se instalou antes un paquete mysql-server dunha versión maior. Non se pode garantir que esta versión poida empregar os seus datos.
nl: Waarschuwing: waarschijnlijk is een hogere versie van het mysql-server pakket geïnstalleerd geweest (het bestand /var/lib/mysql/debian-*.flag bestaat). Er is geen garantie dat de gegevensbestanden, bewerkt met die hogere versie, kunnen worden gebruikt met de versie van mysql die u nu installeert.
ru: ВНИМАНИЕ: Найден файл /var/lib/mysql/debian-*.flag. Это означает, что ранее был установлен пакет mysql-server более высокой версии. Невозможно гарантировать, что текущая версия сможет использовать его данные.
sv: VARNING: Filen /var/lib/mysql/debian-*.flag existerar. Detta betyder att paketet mysql-server med högre versionsnummer har installerats tidigare. Det kan inte garanteras att denna version kan använda dess data.

source: Important note for NIS/YP users!
da: Vigtig bemærkning for NIS/YP-brugere!
fr: Note importante pour les utilisateurs NIS/YP
gl: Nota importante para usuarios de NIS/YP
nl: Belangrijke opmerking voor gebruikers van NIS/YP!
ru: Важное замечание для пользователей NIS/YP!
sv: Viktig notering för NIS/YP-användare!

source: To use mysql you must install an equivalent user and group to the following and ensure yourself that /var/lib/mysql has the right permissions (the uid/gid may be different).
da: For at kunne bruge mysql skal du installere en bruger og en gruppe, der svarer til nedenstående, og sikre dig at /var/lib/mysql har de rigtige adgangsrettigheder (uid/gid kan afvige).
fr: Pour utiliser MySQL, vous devez créer un utilisateur et un groupe similaires à ce qui suit et vérifier que /var/lib/mysql possède les permissions appropriées (les identifiants numériques de groupe et d'utilisateur, uid et gid, peuvent être différents).
gl: Para empregar mysql debe instalar un usuario e grupo equivalentes aos seguintes e asegurarse de que /var/lib/mysql teña os permisos correctos (o uid/gid poden ser diferentes).
nl: Om mysql te gebruiken dient u een gebruiker en groep aan te maken, gelijkwaardig aan onderstaand voorbeeld, en u dient ervoor te zorgen dat /var/lib/mysql de bijbehorende toegangsrechten heeft (uid en gid mogen anders zijn).
ru: Чтобы использовать mysql, Вы должны установить эквивалентные пользователя и группу как указано ниже и убедиться, что /var/lib/mysql имеет правильные права (uid/gid могут отличаться).
sv: För att använda MySQL måste du installera en motsvarande användare och grupp till följande och se till att /var/lib/mysql har korrekta rättigheter satta (uid/gid kan vara olika).

source: /etc/passwd: mysql:x:100:101:MySQL Server:/var/lib/mysql:/bin/false
gl: /etc/passwd: mysql:x:100:101:Servidor MySQL:/var/lib/mysql:/bin/false

source: Install Hints
da: Installationstips
fr: Informations d'installation
gl: Consellos de instalación
nl: Tips voor het installeren.
ru: Подсказки по установке
sv: Installationstips

source: On upgrades from MySQL 3.23, as shipped with Debian Woody, symlinks in place of /var/lib/mysql or /var/log/mysql gets accidently removed and have manually be restored.
da: Ved opgraderinger fra MySQL 3.23, der fulgte med Debian Woody, kan de symbolske /var/lib/mysql or /var/log/mysql blive fjernet ved et uheld, og må genskabes manuelt.
fr: Lors des mises à niveau depuis MySQL 3.23 (version présente dans Debian « woody »), des liens symboliques présents dans /var/lib/mysql ou /var/log/mysql sont supprimés par erreur. Vous devez les remettre en place vous-même.
gl: Nas actualizacións desde MySQL 3.23, tal como se fornecía con Debian Woody, as ligazóns simbólicas no lugar de /var/lib/mysql ou /var/log/mysql quedan eliminadas por accidente e hai que as restaurar a man.
nl: Bij opwaarderingen van MySQL 3.23, zoals meegeleverd met Debian Woody, worden symbolische koppelingen /var/lib/mysql en /var/log/mysql, indien aanwezig, per ongeluk verwijderd; deze moeten handmatig terug worden gezet.
ru: При обновлении с MySQL 3.23, который поставлялся с Debian Woody, символические ссылки, находившиеся в /var/lib/mysql или /var/log/mysql, случайно удаляются и должны быть восстановлены вручную.
sv: Vid uppgraderingar från MySQL 3.23 som skickades med Debian Woody har symboliska länkar i /var/lib/mysql eller /var/log/mysql av misstag tagits bort och måste manuellt återskapas.

source: MySQL will only install if you have a non-numeric hostname that is resolvable via the /etc/hosts file. E.g. if the "hostname" command returns "myhostname" then there must be a line like "10.0.0.1 myhostname".
da: MySQL vil kun blive installeret, hvis du har et ikke-numerisk værtsnavn, som kan slås op i filen /ets/hosts. Hvis f.eks. kommandoen "hostname" svarer med "mitvaertsnavn", skal du have en linje a'la "10.0.0.1 mitvaertsnavn" i /etc/hosts.
fr: MySQL ne pourra être installé que si votre nom d'hôte non numérique est établi par le fichier /etc/hosts. Par exemple, si la commande « hostname » renvoie « monnomdemachine », il doit y exister une ligne du type « 10.0.0.1 monnomdemachine ».
gl: MySQL só se ha instalar se ten un nome de máquina non numérico que se poida resolver polo ficheiro /etc/hosts. Por exemplo, se a orde "hostname" devolve "omeuordenador" ten que haber unha liña coma "10.0.0.1 omeuordenador".
nl: MySQL installeert zichzelf uitsluitend als u een niet-numerieke hostnaam hebt die is opgenomen in /etc/hosts. Bijvoorbeeld: indien het "hostname" commando "hera" oplevert, dan dient er een regel als "10.0.0.1 hera" in /etc/hosts te staan.
ru: MySQL будет установлен только в том случае, если ваша машина имеет НЕЧИСЛОВОЕ имя хоста, которое можно перевести в числовой вид с помощью файла /etc/hosts. Например, если команда "hostname" возвращает строку "myhostname", то в файле должна быть строка "10.0.0.1 myhostname".
sv: MySQL kan endast installeras om du har ett icke-numeriskt värdnamn som kan slås upp via filen /etc/hosts. Exempelvis om kommandot "hostname" returnerar "mittnamn" så bör det finnas en rad som liknar "10.0.0.1 mittnamn".

source: A new mysql user "debian-sys-maint" will be created. This mysql account is used in the start/stop and cron scripts. Don't delete.
da: Det vil blive oprettet en ny mysql-bruger, "debian-sys-maint". Denne mysql-konto bruges i start/stop-cron-scripterne. Slet den ikke.
fr: Un nouvel utilisateur de MySQL appelé « debian-sys-maint » sera créé. Il est utilisé par les scripts de cron et par ceux de démarrage et d'arrêt. Il est déconseillé de le supprimer.
gl: Hase crear un novo usuario de mysql, "debian-sys-maint". Esta conta de mysql emprégase nos scripts de inicio/parada e de cron. Non o borre.
nl: Er zal een nieuwe gebruiker "debian-sys-maint" worden aangemaakt. Deze mysql gebruiker wordt gebruikt in start/stop scripts en cron scripts. Verwijder deze gebruiker niet.
ru: Будет создан новый пользователь mysql "debian-sys-maint". Он нужен в сценариях запуска/останова и cron. Не удаляйте его.
sv: En ny MySQL-användare kallad "debian-sys-maint" kommer att skapas. Detta MySQL-konto används för start/stopp och cron-skript. Ta inte bort det.

source: Please remember to set a PASSWORD for the MySQL root user! If you use a /root/.my.cnf, always write the "user" and the "password" lines in there, never only the password!
da: Husk at sætte en ADGANGSKODE for MySQLs root-bruger! Hvis du bruger en /etc/.my.cnf, så skriv altid "user"- og "password"-linjer ind her, ikke kun adgangskoden!
fr: Il est important de définir un mot de passe pour l'administrateur de MySQL (utilisateur « root »). Si vous utilisez un fichier /root/.my.cnf, n'oubliez pas d'y placer les lignes « user » et « password », et jamais le mot de passe seul.
gl: Lembre estabrecer sempre un contrasinal para o usuario administrador de MySQL. Se emprega un ficheiro /root/.my.cnf escriba sempre nel as liñas "user" e "password", nunca o contrasinal só.
nl: Vergeet niet een wachtwoord voor de MySQL hoofdgebruiker in te stellen. Indien u een /root/.my.cnf bestand gebruikt, neem daarin dan zowel de "password" regel als de "user" regel op.
ru: Не забывайте установить ПАРОЛЬ для суперпользователя MySQL! Если вы используете /root/.my.cnf, то всегда помещайте в него обе строки "user" и "password", а не одну только строку с паролем!
sv: Tänk på att sätta ett LÖSENORD för MySQL:s root-användare! Om du använder /root/.my.cnf, skriv då alltid en "user"-rad och en "password"-rad i den, aldrig med endast lösenordet!

source: See /usr/share/doc/mysql-server-5.0/README.Debian for more information.
da: Se /usr/share/doc/mysql-server-5.0/README.Debian for yderligere oplysninger.
fr: Veuillez consulter le fichier /usr/share/doc/mysql-server-5.0/README.Debian pour plus d'informations.
gl: Consulte /usr/share/doc/mysql-server-5.0/README.Debian para máis información.
nl: Zie /usr/share/doc/mysql-server-5.0/README.Debian voor meer informatie.
ru: Смотрите /usr/share/doc/mysql-server-5.0/README.Debian для более полной информации.
sv: Se /usr/share/doc/mysql-server-5.0/README.Debian för mer information.

source: Remove the databases from all MySQL versions?
da: Fjern databaserne fra alle MySQL-versioner?
fr: Faut-il supprimer les bases de données de toutes les versions de MySQL ?
gl: ¿Eliminar as bases de datos de tódalas versións de MySQL?
nl: Databases van alle MySQL versies verwijderen?
ru: Удалить базы данных для всех версий MySQL?
sv: Ta bort databaserna från alla MySQL-versioner?

source: Should I remove the complete /var/lib/mysql directory tree which is used by all MySQL versions, not necessarily only the one you are about to purge?
da: Skal jeg fjerne hele mappetræet /var/lib/mysql, som benyttes af alle MySQL-versioner, ikke kun den version, du er ved at slette?
fr: Veuillez décider si le contenu de /var/lib/mysql doit être supprimé. Veuillez noter qu'il est utilisé par toutes les versions de MySQL et pas seulement par celle que vous allez supprimer.
gl: ¿Débese eliminar a árbore completa de directorios de /var/lib/mysql que se emprega en tódalas versións de MySQL, non só necesariamente na que vai eliminar?
nl: Moet de volledige /var/lib/mysql map met alles eronder worden verwijderd? Deze map bevat bestanden van alle MySQL versies, en niet noodzakelijk alleen van de versie die u nu aan het wissen (purgen) bent.
ru: Должен ли я полностью удалить дерево директорий /var/lib/mysql, которое используется всеми версиями MySQL, а не только той, которую вы удаляете?
sv: Ska jag ta bort hela katalogträdet i /var/lib/mysql som används av alla MySQL-versioner och inte bara för den som du nu kommer att rensa ut?

source: Should MySQL start on boot?
da: Skal MySQL startes under systemopstart?
fr: Faut-il lancer MySQL au démarrage ?
gl: ¿MySQL debería iniciarse co ordenador?
nl: Moet MySQL starten als de computer start?
ru: Запускать MySQL при загрузке системы?
sv: Ska MySQL startas när systemet startar upp?

source: The MySQL can start on boot time or only if you type '/etc/init.d/mysql start' manually. Select 'yes' here if you want it to start automatically.
da: MySQL kan enten startes op under systemopstarten eller kun hvis du manuelt skriver '/etc/init.d/mysql start'. Vælg 'ja' her, hvis du vil have den til at starte automatisk.
fr: MySQL peut être lancé soit au démarrage, soit en entrant la commande « /etc/init.d/mysql start ». Choisissez cette option si vous voulez que MySQL soit lancé automatiquement.
gl: MySQL pode arrincar co ordenador ou só se escribe "/etc/init.d/mysql start" a man. Escolla aquí "si" se quere que arrinque automaticamente.
nl: MySQL kan automatisch gestart worden bij het starten van de computer, of handmatig wanneer u "/etc/init.d/mysql start" uitvoert. Accepteer hier indien u wilt dat MySQL automatisch wordt gestart.
ru: MySQL может запускаться при загрузке системы, либо только если вы вручную введете команду '/etc/init.d/mysql start'. Выберите 'да', если хотите запускать его автоматически.
sv: MySQL kan startas när systemet startas upp eller endast om du skriver "/etc/init.d/mysql start" manuellt. Välj "ja" här om du vill att den ska startas automatiskt.

source: Cannot upgrade if ISAM tables are present!
da: Kan ikke opgradere hvis der er ISAM-tabeller!
fr: Mise à jour impossible en présence de tables ISAM
gl: Non se pode actualizar se hai táboas ISAM presentes
nl: Opwaarderen is niet mogelijk als ISAM tabellen aanwezig zijn!
ru: Обновление невозможно, если присутствуют таблицы ISAM!
sv: Kan inte uppgradera om ISAM-tabeller finns!

source: Recent versions of MySQL can no longer use the old ISAM table format and it is necessary to convert your tables to e.g. MyISAM before upgrading by using "mysql_convert_table_format" or "ALTER TABLE x ENGINE=MyISAM". The installation of mysql-server-5.0 will now abort. In case your old mysql-server-4.1 gets removed nevertheless just reinstall it to convert those tables.
da: Nyere versioner af MySQL kan ikke længere benytte det gamle ISAM-tabelformat, og det er derfor nødvendigt at konvertere dine tabeller til f.eks. MyISAM forud for opgraderingen med "mysql_convert_table_format" eller "ALTER TABLE x ENGINE=MyISAM". Installationen af mysql-server-5.0 afbrydes nu. Skulle din gamle mysql-server-4.1 alligevel bliver afinstalleret, så geninstallér den blot og konverter tabellerne.
fr: Les versions récentes de MySQL ne peuvent plus utiliser l'ancien format ISAM pour les tables. Celles-ci doivent donc être converties, par exemple vers le format MyISAM, avant la mise à jour. Cette conversion peut se faire avec « mysql_convert_table_format » ou « ALTER TABLE x ENGINE=MyISAM ». L'installation de mysql-server-5.0 va s'interrompre. Si l'ancien paquet mysql-server-4.1 est supprimé, il suffit de le réinstaller pour convertir ces tables.
gl: As versións recentes de MySQL xa non poden empregar o antigo formato de táboas ISAM e é necesario converter as táboas a, por exemplo, MyISAM antes de actualizar, empregando "mysql_convert_table_format" ou "ALTER TABLE x ENGINE=MyISAM". A instalación de mysql-server-5.0 hase abortar agora. Se o seu antigo mysql-server-4.1 se elimina volva instalalo para converter esas táboas.
nl: Nieuwe versies van MySQL kunnen het oude ISAM tabelformaat niet meer aan. U moet uw tabellen omzetten voordat u MySQL opwaardeert, bijvoorbeeld naar MyISAM met behulp van "mysql_convert_table_format" of "ALTER TABLE x ENGINE=MyISAM". De installatie van mysql-server-5.0 wordt nu afgebroken. Als uw oude mysql-server-4.1 installatie toch wordt verwijderd, installeer deze dan weer om de tabellen te kunnen omzetten.
ru: Новые версии MySQL более не могут использовать таблицы ISAM старого формата, поэтому необходимо перед обновлением сконвертировать ваши таблицы, например, в MyISAM с помощью "mysql_convert_table_format" или "ALTER TABLE x ENGINE=MyISAM". Сейчас установка mysql-server-5.0 прервется. В случае, если ваш старый mysql-server-4.1 удален, просто переустановите его, чтобы сконвертировать эти таблицы.
sv: Senaste versionerna av MySQL kan inte längre använda gamla ISAM-tabellformatet och det är nödvändigt att konvertera dina tabeller till exempelvis MyISAM före uppgradering med "mysql_convert_table_format" eller "ALTER TABLE x ENGINE=MyISAM". Installationen av mysql-server-5.0 kommer nu att avbrytas. Om ditt gamla mysql-server-4.1-paket tas bort är det bara att installera om det för att konvertera de tabellerna.
