Repository: ProntoNAS/ReadyNAS
Catalog: gsasl-1.8.0/po/*.po
Languages: fr

source: Chose SASL mechanisms:
fr: Choisir les mécanismes SASL :

source: Using mechanism:
fr: Méthode utilisée :

source: Choose SASL mechanism:
fr: Choisir la méthode SASL:

source: Input list of SASL mechanisms supported by server:
fr: Liste de méthodes SASL supportées par le serveur:

source: Output from server:
fr: Sortie à partir du serveur:

source: Output from client:
fr: Sortie à partir du client:

source: Try `%s --help' for more information.
fr: Essayez "%s --help" pour plus d'information.

source: missing argument
fr: argument manquant

source: need both --x509-cert-file and --x509-key-file
fr: à la fois --x509-cert-file et --x509-key-file sont requis

source: cannot use both --starttls and --no-starttls
fr: impossible de spécifier à la fois --starttls et --no-starttls

source: cannot use both --smtp and --imap
fr: impossible de spécifier à la fois --smtp et --imap

source: initialization failure: %s
fr: échec d'initialisation : %s

source: error listing mechanisms: %s
fr: erreur en listant les algorithmes : %s

source: This client supports the following mechanisms:
fr: Ce client supporte les méthodes suivantes:

source: This server supports the following mechanisms:
fr: Ce serveur supporte les méthodes suivantes :

source: GnuTLS global initialization failed: %s
fr: échec de l'initialisation globale de GnuTLS : %s

source: GnuTLS initialization failed: %s
fr: échec de l'initialisation de GnuTLS : %s

source: setting GnuTLS defaults failed: %s
fr: échec de chargement des valeurs GnuTLS par défaut : %s

source: allocating anonymous GnuTLS credential: %s
fr: allocation d'un certificat anonyme GnuTLS : %s

source: setting anonymous GnuTLS credential: %s
fr: initialisation d'un certificat anonyme GnuTLS : %s

source: allocating X.509 GnuTLS credential: %s
fr: allocation d'un certificat X509 GnuTLS : %s

source: loading X.509 GnuTLS credential: %s
fr: chargement d'un certificat X509 GnuTLS : %s

source: no X.509 CAs found: %s
fr: certificats autorités (CA) X509 manquants : %s

source: no X.509 CAs found
fr: aucun certificat autorité (CA) X509 trouvé

source: setting X.509 GnuTLS credential: %s
fr: initialisation d'un certificat X509 GnuTLS : %s

source: setting GnuTLS cipher priority (%s): %s
fr: sélection des chiffrements prioritaires GnuTLS (%s) : %s

source: GnuTLS handshake failed: %s
fr: échec de la négociation GnuTLS : %s

source: verifying peer certificate: %s
fr: vérification du certificat distant : %s

source: server certificate is not trusted
fr: le certificat serveur n'est pas digne de confiance

source: server certificate hasn't got a known issuer
fr: le certificat du serveur n'a pas d'émetteur valable

source: server certificate has been revoked
fr: le certificat du serveur a été révoqué

source: could not verify server certificate (rc=%d)
fr: impossible de vérifier le certificat du serveur (rc=%d)

source: Cannot find mechanism...
fr: Impossible de trouver la méthode...

source: mechanism unavailable: %s
fr: méthode non disponible : %s

source: Enter base64 authentication data from client (press RET if none):
fr: Saisir les données d'authentification en base 64 du client (appuyer sur ENTREE si aucune):

source: Enter base64 authentication data from server (press RET if none):
fr: Saisir les données d'authentification en base 64 du serveur (appuyer sur ENTREE si aucune):

source: mechanism error: %s
fr: erreur de méthode : %s

source: Server authentication finished (client trusted)...
fr: Authentification par le serveur terminée (client fiable)...

source: Client authentication finished (server trusted)...
fr: Authentification par le client terminée (serveur fiable)...

source: Enter application data (EOF to finish):
fr: Saisir les données de l'application (EOF ^D pour terminer):

source: Base64 encoded application data to send:
fr: Données applicatives encodées en base 64 à transmettre:

source: SASL record too large: %zu
fr: bloc SASL trop grand : %zu

source: encoding error: %s
fr: erreur d'encodage : %s

source: Session finished...
fr: Sesstion terminée...

source: terminating GnuTLS session failed: %s
fr: échec de fin de session GnuTLS : %s
