Repository: ProntoNAS/ReadyNAS
Catalog: sharutils-4.9/po/*.po
Languages: pl

source: Unknown system error
pl: Nieznany b³±d systemowy

source: Too many directories for mkdir generation
pl: Zbyt wiele katalogów dla programu mkdir

source: Cannot access %s
pl: Brak dostêpu do %s

source: -C is being deprecated, use -Z instead
pl: -C jest przestarza³e, nale¿y u¿yæ opcji -Z

source: Cannot get current directory name
pl: Nie mo¿na pobraæ nazwy bie¿±cego katalogu

source: New file, remaining %s,
pl: Nowy plik, pozosta³o %s,

source: Limit still %s
pl: Ograniczenie rozmiaru to nadal %s

source: Starting file %s
pl: Pocz±tkowy plik %s

source: Cannot open file %s
pl: Nie mo¿na otworzyæ pliku %s

source: text
pl: tekst

source: compressed
pl: skompresowany

source: gzipped
pl: skompresowany gzipem

source: bzipped
pl: skompresowany bzipem

source: binary
pl: binarny

source: Could not fork
pl: Nie mo¿na wykonaæ fork

source: File %s (%s)
pl: Plik %s (%s)

source: %s: Not a regular file
pl: %s: To nie jest zwyk³y plik

source: In shar: remaining size %s
pl: W shar: pozosta³y rozmiar %s

source: empty
pl: pusty

source: Saving %s (%s)
pl: Zapisywanie %s (%s)

source: allocating output file name
pl: przydzielanie nazwy pliku wyj¶ciowego

source: Opening `%s'
pl: Otwieranie `%s'

source: Closing `%s'
pl: Zamykanie `%s'

source: Try `%s --help' for more information.
pl: Wywo³anie `%s --help' poda wiêcej informacji.

source: Usage: %s [OPTION]... [FILE]...
pl: Sk³adnia: %s [OPCJA]... [PLIK]...

source: Mandatory arguments to long options are mandatory for short options too.
pl: Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± równie¿ dla opcji krótkich.

source: Giving feedback: --help display this help and exit --version output version information and exit -q, --quiet, --silent do not output verbose messages locally
pl: Sterowanie komunikatami: --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie -q, --quiet, --silent nie wypisywanie lokalnie szczegó³owych komunikatów

source: Selecting files: -p, --intermix-type allow -[BTzZ] in file lists to change mode -S, --stdin-file-list read file list from standard input
pl: Wybór plików: -p, --intermix-type dopuszczenie -[BTzZ] w listach plików do zmiany trybu -S, --stdin-file-list odczyt listy plików ze standardowego wej¶cia

source: Selecting files: -p, --intermix-type allow -[BTz] in file lists to change mode -S, --stdin-file-list read file list from standard input
pl: Wybór plików: -p, --intermix-type dopuszczenie -[BTz] w listach plików do zmiany trybu -S, --stdin-file-list odczyt listy plików ze standardowego wej¶cia

source: Splitting output: -o, --output-prefix=PREFIX output to file PREFIX.01 through PREFIX.NN -l, --whole-size-limit=SIZE split archive, not files, to SIZE kilobytes -L, --split-size-limit=SIZE split archive, or files, to SIZE kilobytes
pl: Dzielenie wyj¶cia: -o, --output-file=PREFIKS zapis do plików PREFIKS.01 do PREFIKS.NN -l, --whole-size-limit=ILE dzielenie archiwum, nie plików, na ILE kB -L, --split-size-limit=ILE dzielenie archiwum lub plików, na ILE kB

source: Controlling the shar headers: -n, --archive-name=NAME use NAME to document the archive -s, --submitter=ADDRESS override the submitter name -a, --net-headers output Submitted-by: & Archive-name: headers -c, --cut-mark start the shar with a cut line -t, --translate translate messages in the script Selecting how files are stocked: -M, --mixed-uuencode dynamically decide uuencoding (default) -T, --text-files treat all files as text -B, --uuencode treat all files as binary, use uuencode -z, --gzip gzip and uuencode all files -g, --level-for-gzip=LEVEL pass -LEVEL (default 9) to gzip -j, --bzip2 bzip2 and uuencode all files
pl: Sterowanie nag³ówkami shara: -n, --archive-name=NAZWA u¿ycie NAZWY dla archiwum -s, --submitter=ADRES nadpisanie nazwy wysy³aj±cego -a, --net-headers dodanie nag³ówków Submitted-by: oraz Archive-name: -c, --cut-mark rozpoczêcie archiwum lini± obciêcia -t, --translate przet³umaczenie wiadomo¶ci w skrypcie Wybór sposobu zapisu plików: -M, --mixed-uuencode dynamiczny wybór uuencode (domy¶lne) -T, --text-files wszystkie pliki s± tekstowe -B, --uuencode wszystkie pliki s± binarne, wymagaj± uuencode -z, --gzip u¿ycie gzipa i uuencode dla wszystkich plików -g, --level-for-gzip=POZIOM przekazanie -POZIOM do gzipa (domy¶lnie 9) -j, --bzip2 u¿ycie bzip2 i uuencode dla wszystkich plików

source: -Z, --compress compress and uuencode all files -b, --bits-per-code=BITS pass -bBITS (default 12) to compress
pl: -Z, --compress u¿ycie compress i uuencode dla wszystkich plików -b, --bits-per-code=BITÓW przekazanie -bBITÓW (domy¶lnie 12) do compress

source: Protecting against transmission: -w, --no-character-count do not use `wc -c' to check size -D, --no-md5-digest do not use `md5sum' digest to verify -F, --force-prefix force the prefix character on every line -d, --here-delimiter=STRING use STRING to delimit the files in the shar Producing different kinds of shars: -V, --vanilla-operation produce very simple and undemanding shars -P, --no-piping exclusively use temporary files at unshar time -x, --no-check-existing blindly overwrite existing files -X, --query-user ask user before overwriting files (not for Net) -m, --no-timestamp do not restore file modification dates & times -Q, --quiet-unshar avoid verbose messages at unshar time -f, --basename restore in one directory, despite hierarchy --no-i18n do not produce internationalized shell script
pl: Ochrona transmisji: -w, --no-character-count nie u¿ywanie `wc -c' do sprawdzania rozmiaru -D, --no-md5-digest nie u¿ywanie skrótu `md5sum' do weryfikacji -F, --force-prefix wymuszenie znaku lokalizacji dla ka¿dej linii -d, --here-delimiter=£AÑCUCH u¿yj £AÑCUCHA do ograniczania plików Tworzenie ró¿nych rodzajów archiwów shar: -V, --vanilla-operation tworzenie bardzo prostych i niewymagaj±cych sharów -P, --no-piping tworzenie tymczasowych plików na czas rozpakowywania -x, --no-check-existing nadpisywanie istniej±cych plików bez ostrze¿enia -X, --query-user pytanie przed nadpisywaniem plików (nie dla sieci) -m, --no-timestamp nie przywracanie czasu modyfikacji plików -Q, --quiet-unshar nie wy¶wietlanie informacji podczas dekompresji -f, --basename odtwarzanie w jednym podkatalogu, bez hierarchii --no-i18n nie tworzenie umiêdzynarodowionego skryptu

source: Option -o is required with -l or -L, option -n is required with -a.
pl: Opcja -o jest wymagana przy -l lub -L, opcja -n jest wymagana przy -a.

source: Option -g implies -z, option -b implies -Z.
pl: Opcja -g implikuje -z, opcja -b implikuje -Z.

source: Option -g implies -z.
pl: Opcja -g implikuje -z.

source: Report bugs to <%s>.
pl: B³êdy w programie nale¿y zg³aszaæ na adres <%s>, natomiast b³êdy w t³umaczeniu - na <translation-team-pl@lists.sourceforge.net>.

source: invalid file size limit `%s'
pl: b³êdne ograniczenie rozmiaru pliku `%s'

source: invalid format (count field too wide): '%s'
pl: b³êdny format (pole liczbowe zbyt szerokie): '%s'

source: DEBUG was not selected at compile time
pl: DEBUG nie zosta³o wybrane na etapie kompilacji

source: Hard limit %s
pl: Twarde ograniczenie %s

source: This system doesn't support -Z ('compress'), use -z instead
pl: Ten system nie obs³uguje -Z ('compress'), nale¿y u¿yæ -z

source: Soft limit %s
pl: Miêkkie ograniczenie %s

source: illegal output prefix
pl: niedozwolony prefiks wyj¶cia

source: Copyright (C) %s Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Copyright (C) %s Free Software Foundation, Inc. To oprogramowanie jest darmowe; warunki kopiowania s± opisane w ¼ród³ach. Autorzy nie daj± ¯ADNYCH gwarancji, w tym równie¿ gwarancji PRZYDATNO¦CI DO SPRZEDA¯Y LUB DO KONKRETNYCH CELÓW.

source: WARNING: No user interaction in vanilla mode
pl: UWAGA: Tryb vanilla nie jest interakcyjny

source: WARNING: Non-text storage options overridden
pl: UWAGA: nadpisano opcje zachowywania nietekstowego

source: Cannot use -a option without -n
pl: Nie mo¿na u¿yæ opcji -a bez -n

source: Cannot use -l or -L option without -o
pl: Nie mo¿na u¿yæ opcji -l ani -L bez -o

source: No input files
pl: Brak pliku wej¶ciowego

source: PLEASE avoid -X shars on Usenet or public networks
pl: PROSZÊ unikaæ archiwów -X na Usenecie i w sieciach publicznych

source: Created %d files
pl: Utworzono %d plików

source: Found no shell commands in %s
pl: Nie znaleziono poleceñ pow³oki w %s

source: %s looks like raw C code, not a shell archive
pl: %s wygl±da jak surowy kod w jêzyku C, nie archiwum shellowe

source: Found no shell commands after `cut' in %s
pl: Nie znaleziono poleceñ shellowych po `cut' w %s

source: %s is probably not a shell archive
pl: %s prawdopodobnie nie jest archiwum shellowym

source: The `cut' line was followed by: %s
pl: Po linii `cut' nastêpuje: %s

source: Starting `sh' process
pl: Uruchamianie procesu `sh'

source: Mandatory arguments to long options are mandatory for short options too. -d, --directory=DIRECTORY change to DIRECTORY before unpacking -c, --overwrite pass -c to shar script for overwriting files -e, --exit-0 same as `--split-at="exit 0"' -E, --split-at=STRING split concatenated shars after STRING -f, --force same as `-c' --help display this help and exit --version output version information and exit If no FILE, standard input is read.
pl: Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± równie¿ dla opcji krótkich. -d, --directory=KATALOG przej¶cie do KATALOGU przed rozpakowaniem -c, --overwrite przekazanie opcji -c dla shar aby nadpisaæ pliki -e, --exit-0 to samo co `--split-at="exit 0"' -E, --split-at=£AÑCUCH dzielenie po³±czonych sharów po £AÑCUCHU -f, --force to samo co `-c' --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie Je¿eli nie podano PLIKU, dane zostan± pobrane ze standardowego wej¶cia.

source: Cannot chdir to `%s'
pl: Nie mo¿na zmieniæ katalogu na `%s'

source: allocate file name buffer
pl: przydzielanie bufora na nazwy plików

source: standard input
pl: standardowe wej¶cie

source: allocate file buffer
pl: przydzielanie bufora na pliki

source: %s: Write error
pl: %s: B³±d zapisu

source: %s: Short file
pl: %s: Krótki plik

source: %s: No `end' line
pl: %s: Brak lini `end'

source: %s: data following `=' padding character
pl: %s: dane nastêpuj±ce po znaku dope³niaj±cym `='

source: %s: illegal line
pl: %s: niedozwolona linia

source: cannot access %s
pl: brak dostêpu do %s

source: denied writing FIFO (%s)
pl: odmowa zapisu do FIFO (%s)

source: not following symlink (%s)
pl: nie pod±¿anie za dowi±zaniem symbolicznym (%s)

source: freopen of %s
pl: freopen %s

source: chmod of %s
pl: chmod %s

source: %s: No `begin' line
pl: %s: Brak linii `begin'

source: Usage: %s [FILE]...
pl: Sk³adnia: %s [PLIK]...

source: Mandatory arguments to long options are mandatory to short options too. -o, --output-file=FILE direct output to FILE --help display this help and exit --version output version information and exit
pl: Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± równie¿ dla opcji krótkich. -o, --output-file=PLIK zapis bezpo¶rednio do PLIKU --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie

source: Write error
pl: B³±d zapisu

source: Read error
pl: B³±d odczytu

source: Usage: %s [INFILE] REMOTEFILE
pl: Sk³adnia: %s [PLIK_WEJ¦CIOWY] PLIK_ZDALNY

source: -m, --base64 use base64 encoding as of RFC1521 --help display this help and exit --version output version information and exit
pl: -m, --base64 u¿ycie kodowanie base64 zgodnie z RFC1521 --help wy¶wietlenie tego opisu i zakoñczenie --version wy¶wietlenie informacji o wersji i zakoñczenie

source: fopen-ing %s
pl: Otwieranie przez fopen %s

source: fstat-ing %s
pl: Wykonywanie fstat na %s

source: Note: not verifying md5sums. Consider installing GNU coreutils.
pl: Uwaga: sumy md5 nie s± sprawdzane. Do tego potrzebne s± GNU coreutils.

source: yes
pl: tak

source: overwrite this file
pl: nadpisanie tego pliku

source: no
pl: nie

source: skip this file
pl: pominiêcie tego pliku

source: all
pl: wszystkie

source: overwrite all files
pl: nadpisanie wszystkich plików

source: none
pl: ¿aden

source: overwrite no files
pl: nie nadpisywanie ¿adnego pliku

source: help
pl: pomoc

source: explain choices
pl: wyja¶nienie opcji

source: quit
pl: koniec

source: exit immediately
pl: natychmiastowe zakoñczenie

source: End of part %d, continue with part %d
pl: Koniec czê¶ci %d, ci±g dalszy w czê¶ci %d

source: End of %s part %d
pl: Koniec czê¶ci %2$d %1$s

source: (text)
pl: (tekst)

source: (compressed)
pl: (skompresowany

source: (gzipped)
pl: (skompresowany gzipem)

source: (bzipped)
pl: (skompresowany bzipem)

source: (binary)
pl: (binarny)

source: archive
pl: archiwum

source: File %s is continued in part %d
pl: Plik %s bêdzie kontynuowany w czê¶ci %d

source: Please unpack part 1 first!
pl: Proszê najpierw rozpakowaæ pierwsz± czê¶æ!

source: continuing file %s
pl: ci±g dalszy pliku %s

source: (empty)
pl: (pusty)

source: extraction aborted
pl: rozpakowywanie przerwane

source: File %s is complete
pl: Plik %s jest kompletny

source: uudecoding file %s
pl: dekodowanie pliku %s programem uudecode

source: uncompressing file %s
pl: rozpakowywanie pliku %s programem uncompress

source: gunzipping file %s
pl: rozpakowywanie pliku %s programem gunzip

source: bunzipping file %s
pl: rozpakowywanie pliku %s programem bunzip

source: MD5 check failed
pl: Sprawdzenie sumy kontrolnej MD5 nie powiod³o siê

source: You have unpacked the last part
pl: Rozpakowano ostatni± czê¶æ
