Repository: ProntoNAS/ReadyNAS
Catalog: mdadm-4.1/debian/po/*.po
Languages: sk

source: MD arrays needed for the root file system:
sk: Polia MD, potrebné pre koreň súborového systému:

source: Please enter 'all', 'none', or a space-separated list of devices such as 'md0 md1' or 'md/1 md/d0' (the leading '/dev/' can be omitted).
sk: Prosím, zadajte „all”, „none” alebo medzerou oddelený zoznam zariadení, napr. „md0 md1” alebo „md/1 md/d0” (počiatočné „/dev/” môže byť vynechané).

source: for internal use - only the long description is needed.
sk: na interné použitie – potrebný je len dlhý popis.

source: If the system's root file system is located on an MD array (RAID), it needs to be started early during the boot sequence. If it is located on a logical volume (LVM), which is on MD, all constituent arrays need to be started.
sk: Ak je koreň súborového systému umiestnený na poli MD (RAID), musí byť spustený počas zavádzania systému. Ak je koreň umiestnený na logickom zväzku (LVM), ktorý je na MD, musia byť spustené všetky súvisiace polia.

source: If you know exactly which arrays are needed to bring up the root file system, and you want to postpone starting all other arrays to a later point in the boot sequence, enter the arrays to start here. Alternatively, enter 'all' to simply start all available arrays.
sk: Ak viete presne, ktoré polia sú potrebné na pripojenie koreňa súborového systému a chcete odložiť štart všetkých ostatných polí na neskorší okamih zavádzania, zadajte tu polia, ktoré majú byť spustené. Alebo zadajte „all”, čím budú jednoducho spustené všetky dostupné polia.

source: If you do not need or want to start any arrays for the root file system, leave the answer blank (or enter 'none'). This may be the case if you are using kernel autostart or do not need any arrays to boot.
sk: Ak pre koreň súborového systému nepotrebujete alebo nechcete spúšťať žiadne polia, nechajte odpoveď prázdnu (alebo zadajte „none”). Tento prípad môže nastať, ak používate automatický štart polí priamo v jadre alebo nepotrebujete pri zavádzaní žiadne polia.

source: An error occurred: device node does not exist
sk: Nastala chyba: uzol zariadenia neexistuje

source: An error occurred: not a block device
sk: Nastala chyba: nie je blokové zariadenie

source: An error occurred: not an MD array
sk: Nastala chyba: nie je pole MD

source: An error occurred: array not listed in mdadm.conf file
sk: Nastala chyba: pole nie je uvedené v súbore mdadm.conf

source: Start arrays not listed in mdadm.conf?
sk: Spustiť polia, ktoré nie sú uvedené v mdadm.conf?

source: The specified array (${array}) is not listed in the configuration file (${config}). Therefore, it cannot be started during boot, unless you correct the configuration file and recreate the initial ramdisk.
sk: Zadané pole (${array}) nie je uvedené v konfiguračnom súbore (${config}), a preto nemôže byť spustené počas zavádzania, až kým neopravíte konfiguračný súbor a nevytvoríte nový počiatočný ramdisk (initrd).

source: This warning is only relevant if you need arrays to be started from the initial ramdisk to be able to boot. If you use kernel autostarting, or do not need any arrays to be started as early as the initial ramdisk is loaded, you can simply continue. Alternatively, choose not to continue and enter 'none' when prompted which arrays to start from the initial ramdisk.
sk: Toto varovanie je dôležité, len ak potrebujete aby boli polia spúšťané z počiatočného ramdisku, aby boli dostupné počas zavádzania. Ak používate automatické spúšťanie polí priamo z jadra, alebo ak nepotrebujte aby boli polia spúšťané tak skoro (z počiatočného ramdisku), môžete prosto pokračovať. Alebo môžete zvoliť nepokračovať a odpovedať „none” na otázku, ktoré polia majú byť spúšťané z počiatočného ramdisku.

source: Do you want to start MD arrays automatically?
sk: Chcete spúšťať polia MD automaticky?

source: Once the base system has booted, mdadm can start all MD arrays (RAIDs) specified in /etc/mdadm/mdadm.conf which have not yet been started. This is recommended unless multiple device (MD) support is compiled into the kernel and all partitions are marked as belonging to MD arrays, with type 0xfd (as those and only those will be started automatically by the kernel).
sk: Po zavedení základného systému môže mdadm spustiť všetky polia MD (RAIDy) definované v /etc/mdadm/mdadm.conf, ktoré ešte neboli spustené. Toto je odporúčané, ibaže máte v jadre zakompilovanú podporu multiple device (MD) a všetky partície sú označené ako patriace do polí MD s typom 0xfd (pretože tieto a len tieto budú automaticky spúšťané jadrom).

source: Should mdadm run monthly redundancy checks of the MD arrays?
sk: Má mdadm spúšťať mesačnú kontrolu redundancie polí MD?

source: If the kernel supports it (versions greater than 2.6.14), mdadm can periodically check the redundancy of MD arrays (RAIDs). This may be a resource-intensive process, depending on the local setup, but it could help prevent rare cases of data loss. Note that this is a read-only check unless errors are found; if errors are found, mdadm will try to correct them, which may result in write access to the media.
sk: Ak to jadro podporuje (verzie novšie ako 2.6.14), mdadm môže periodicky kontrolovať redundanciu polí MD (RAIDov). Tento proces môže byť (v závislosti od lokálneho nastavenia) náročný na zdroje systému, ale môže pomôcť pri predchádzaní vzácnym prípadom straty dát. Pamätajte, že, pokiaľ nie sú nájdené chyby, je to kontrola read-only, až keď sú nájdené chyby, pokúsi sa ich mdadm opraviť, čo môže mať za následok zápis na médium.

source: The default, if turned on, is to check on the first Sunday of every month at 01:06.
sk: Predvolene je vypnuté, ak túto možnosť zapnete, bude kontrola vykonávaná každú prvú nedeľu mesiaca o 01:06.

source: Do you want to start the MD monitoring daemon?
sk: Chcete spustiť démona monitorovania MD?

source: The MD (RAID) monitor daemon sends email notifications in response to important MD events (such as a disk failure).
sk: Monitorovací démon MD (RAID) posiela upozornenia emailom, ako reakcie na dôležité udalosti MD (napr. zlyhanie disku).

source: Enabling this option is recommended.
sk: Povolenie tejto možnosti je odporúčané.

source: Recipient for email notifications:
sk: Príjemca emailových upozornení:

source: Please enter the email address of the user who should get the email notifications for important MD events.
sk: Prosím, zadajte emailovú adresu používateľa, ktorý má dostávať emailové upozornenia na dôležité udalosti MD.
