Repository: ProntoNAS/ReadyNAS
Catalog: shellutils-2.0.11/po/*.po
Languages: cs, pl, sk

source: `%s' is not a valid positive integer
cs: '%s' není celé kladné èíslo z pøípustného rozsahu (integer)
pl: `%s' nie jest poprawn± dodatni± liczb± ca³kowit±
sk: `%s' nie je platné kladné celé èíslo

source: Usage: %s [ignored command line arguments] or: %s OPTION Exit with a status code indicating failure. These option names may not be abbreviated. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s [argumenty jsou ignorovány] nebo: %s PØEPÍNAÈ Ukonèí se s návratovým kódem znamenajícím chybu. Následující jména pøepínaèù nemohou být zkracována. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Sk³adnia: %s [linia poleceñ jest ignorowana] lub: %s OPCJA Koñczy pracê z kodem b³êdu oznaczaj±cym niepowodzenie. Poni¿sze nazwy opcji nie maj± odpowiadaj±cych skrótów: --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Pou¾itie: %s [ignorované argumenty] alebo: %s VO¥BA Skonèi» s výstupným kódom indikujúcim chybu. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Usage: %s or: %s OPTION Print the numeric identifier (in hexadecimal) for the current host. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s nebo: %s PØEPÍNAÈ Vypí¹e èíselný identifikátor (v ¹estnáctkovém tvaru) pro tento stroj. --help vypí¹e tuto nápovìdu a skonèi --version vypí¹e oznaèení verze a skonèí
sk: Pou¾itie: %s alebo: %s VO¥BA Vypísa» numerický (hexadecimálny) identifikátor aktuálneho poèítaèa. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Usage: %s [NAME] or: %s OPTION Print or set the hostname of the current system. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s [JMÉNO] nebo: %s PØEPÍNAÈ Vypí¹e nebo nastavuje jméno stroje. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
sk: Pou¾itie: %s [NÁZOV] alebo: %s VO¥BA Vypísa» názov tohoto systému. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: cannot set hostname to `%s'
cs: jméno poèítaèe nelze na `%s' nastavit
pl: ustawienie nazwy systemu na `%s' jest niemo¿liwe
sk: nie je mo¾né nastavi» názov systému na `%s'

source: cannot set hostname; this system lacks the functionality
cs: jméno poèítaèe nelze nastavit; systém tuto funkci neposkytuje
pl: ustawienie nazwy systemu jest niemo¿liwe; ten system nie ma takiej funkcji
sk: nie je mo¾né nastavi» názov; tento systém to neumo¾òuje

source: cannot determine hostname
cs: jméno poèítaèe nelze zjistit
pl: uzyskanie nazwy systemu jest niemo¿liwe
sk: nie je mo¾né zisti» názov systému

source: Usage: %s [OPTION]... [USERNAME]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [JMÉNO_U®IVATELE]
pl: Sk³adnia: %s [OPCJA]... [U¯YTKOWNIK]
sk: Pou¾itie: %s [VO¥BA]... [POU®ÍVATE¥]

source: Print information for USERNAME, or the current user. -a ignore, for compatibility with other versions -g, --group print only the group ID -G, --groups print only the supplementary groups -n, --name print a name instead of a number, for -ugG -r, --real print the real ID instead of effective ID, for -ugG -u, --user print only the user ID --help display this help and exit --version output version information and exit Without any OPTION, print some useful set of identified information.
cs: Vypí¹e informace o u¾ivateli JMÉNO_U®IVATELE nebo o aktuálním u¾ivateli. -a ignoruje se, z dùvodu kompatibility -g, --group vypí¹e pouze identifikaèní èíslo skupiny (GID) -G, --groups vypí¹e pouze doplòkové skupiny -n, --name vypí¹e jména, ne èísla (pro -ugG) -r, --real vypí¹e skuteèné ID místo efektivního (pro -ugG) -u, --user vypí¹e pouze identifikaèní èíslo u¾ivatele (UID) --help vypí¹e tuto nápovìdu a skonèi --version vypí¹e oznaèení verze a skonèí Bez jakéhokoli PØEPÍNAÈE, jsou vypsány nìkteré u¾iteèné informace.
pl: Wy¶wietla informacjê o U¯YTKOWNIKU, lub o aktualnym u¿ytkowniku. -a ignorowane, dla zachowania kompatybilno¶ci z poprzednimi wersjami -g, --group wy¶wietla tylko identyfikator grupy -G, --groups wy¶wietla tylko pe³n± listê grup -n, --name wy¶wietla nazwy zamiast numerów, dla -ugG -r, --real wy¶wietla rzeczywiste ID zamiast efektywnych, dla -ugG -u, --user wy¶wietla tylko identyfikator u¿ytkownika --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê Bez ¿adnych OPCJI wy¶wietla zestaw u¿ytecznych informacji.
sk: Vypísa» informáciu o POU®ÍVATE¥OVI, alebo o aktuálnom pou¾ívateµovi. -a ignorované, kvôli kompatibilite s inými verziami -g, --group vypísa» iba identifikáciu skupiny -G, --groups vypísa» iba identifikáciu doplnkových skupín -n, --name namiesto èísla vypísa» meno, pre -ugG -r, --real vypísa» reálne ID namiesto efektívneho ID, pre -ugG -u, --user vypísa» iba ID pou¾ívateµa --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: cannot print only user and only group
cs: Vypsat souèasnì pouze u¾ivatele a pouze skupinu nelze
pl: nie da siê wy¶wietliæ naraz tylko u¿ytkownika i tylko grupy
sk: nie je mo¾né vypísa» iba pou¾ívateµa a súèasne iba skupinu

source: cannot print only names or real IDs in default format
cs: pouze jména nebo skuteèné ID nelze v implicitním formátu vypsat
pl: nie da siê wy¶wietliæ tylko nazw lub rzeczywistych ID w domy¶lnym formacie
sk: v implicitnom formáte nie je mo¾né vypísa» iba mená alebo reálne ID

source: %s: No such user
cs: %s: U¾ivatel neexistuje
pl: %s: Nie ma takiego u¿ytkownika
sk: %s: Pou¾ívateµ neexistuje

source: cannot get supplemental group list
cs: seznam doplòkových skupin nelze získat
pl: uzyskanie pe³nej listy grup niemo¿liwe
sk: nie je mo¾né zisti» zoznam doplnkových skupín

source: groups=
cs: skupiny=
pl: grupy=
sk: skupiny=

source: Usage: %s [OPTION]
cs: Pou¾ití: %s [PØEPÍNAÈ]
pl: U¿ycie: %s [OPCJA]
sk: Pou¾itie: %s [VO¥BA]

source: Print the name of the current user. --help display this help and exit --version output version information and exit
cs: Vypí¹e jméno aktuálního u¾ivatele. --help vypí¹e tuto nápovìdu a skonèi --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla nazwê aktualnego u¿ytkownika. --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Vypísa» meno aktuálneho pou¾ívateµa. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: %s: no login name
cs: %s: není pøihla¹ovací jméno
pl: %s: brak nazwy u¿ytkownika
sk: %s: prihlasovacie meno neexistuje

source: Usage: %s [OPTION] [COMMAND [ARG]...]
cs: Pou¾ití: %s [PØEPÍNAÈ] [PØÍKAZ [ARGUMENT]...]
sk: Pou¾itie: %s [VO¥BA] [PRÍKAZ [ARG]...]

source: Run COMMAND with an adjusted scheduling priority. With no COMMAND, print the current scheduling priority. ADJUST is 10 by default. Range goes from -20 (highest priority) to 19 (lowest). -ADJUST increment priority by ADJUST first -n, --adjustment=ADJUST same as -ADJUST --help display this help and exit --version output version information and exit
cs: Provede PØÍKAZ se zadanou prioritou. Bez PØÍKAZu, vypí¹e aktuální prioritu. NASTAVENÍ je implicitnì 10. Rozsah je od -20 (nejvy¹¹í priorita) do 19 (nejni¾¹í). -NASTAVENÍ aktuální prioritu zvý¹í o NASTAVENÍ -n, --adjustment=NASTAVENÍ jako -NASTAVENÍ --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Uruchamia POLECENIE ze zmienionym priorytetem wykonywania. Bez podanego POLECENIA wy¶wietla aktualny priorytet wykonywania. Domy¶lna ZMIANA wynosi 10. Zakres wynosi od -20 (najwy¿szy priorytet) do 19 (najni¿szy). -ZMIANA zwiêksza priorytet o ZMIANÊ -n, --adjustment=ZMIANA tak jak -ZMIANA --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê
sk: Spusti» PRÍKAZ s upravenou plánovacou prioritou. Bez PRÍKAZU vypí¹e aktuálnu prioritu. ÚPRAVA je implicitne 10. Rozsah je od -20 (najvy¹¹ia priorita) po 19 (najni¾¹ia). -ÚPRAVA najprv pripoèíta» k priorite ÚPRAVU -n, --adjustment=ÚPRAVA ako -ADJUST --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: invalid option `%s'
cs: neznámý pøepínaè '%s'
pl: blêdna opcja `%s'
sk: neprípustná voµba `%s'

source: invalid priority `%s'
cs: neplatná priorita '%s'
pl: b³êdny priorytet `%s'
sk: neprípustná priorita `%s'

source: a command must be given with an adjustment
cs: pøíkaz musí být zadán s èíslem, o kolik zmìnit prioritu
pl: wraz ze zmian± priorytetu musi byæ podana nazwa polecenia
sk: s úpravou musí by» zadaný príkaz

source: cannot get priority
cs: prioritu nelze pøeèíst
pl: odczytanie priorytetu niemo¿liwe
sk: nie je mo¾né zisti» prioritu

source: cannot set priority
cs: prioritu nelze nastavit
pl: ustawienie priorytetu niemo¿liwe
sk: nie je mo¾né nastavi» prioritu

source: Usage: %s [OPTION]... NAME...
cs: Pou¾ití: %s [PØEPÍNAÈ]... JMÉNO...
pl: Sk³adnia: %s [OPCJA]... NAZWA...
sk: Pou¾itie: %s [VO¥BA]... NÁZOV...

source: Diagnose unportable constructs in NAME. -p, --portability check for all POSIX systems, not only this one --help display this help and exit --version output version information and exit
cs: Rozpoznává nepøenositelné konstrukce ve JMÉNU. -p, --portability kontrola pro v¹echny POSIXové systémy, ne jen tento --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Znajduje nieprzeno¶ne konstrukcje w NAZWIE. -p, --portability sprawdzaj wszystkie systemy POSIXowe, nie tylko ten --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Diagnostikova» neprenositeµné prvky v NÁZVE. -p, --portability skontrolova» pre v¹etky POSIX systémy, nielen tento --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: path `%s' contains nonportable character `%c'
cs: cesta '%s' obsahuje nepøenositený znak '%c'
pl: ¶cie¿ka `%s' zawiera nieprzeno¶ny znak `%c'
sk: cesta `%s' obsahuje neprenositeµný znak `%c'

source: `%s' is not a directory
cs: `%s' není adresáøem
pl: `%s' nie jest katalogiem
sk: `%s' nie je adresár

source: directory `%s' is not searchable
cs: adresáø '%s' není prohledávatelný
pl: katalog `%s' nie ma uprawnieñ do przeszukiwania
sk: adresár `%s' nie je mo¾né prehµadáva»

source: name `%s' has length %d; exceeds limit of %d
cs: délka jména '%s' je %d; maximum ale je %d
pl: nazwa `%s' ma d³ugo¶æ %d; przekracza limit %d
sk: názov `%s' má då¾ku %d; presahuje limit %d

source: path `%s' has length %d; exceeds limit of %d
cs: délka cesty '%s' je %d; maximum ale je %d
pl: ¶cie¿ka `%s' ma d³ugo¶æ %d; przekracza limit %d
sk: cesta `%s' má då¾ku %d; presahuje limit %d

source: Login name:
cs: Pøihla¹ovací jméno:
pl: U¿ytkownik:
sk: Prihlasovacie meno:

source: In real life:
cs: Reálné jméno:
pl: Imiê i nazwisko:
sk: V reáli:

source: Directory:
cs: Adresáø:
pl: Katalog:
sk: Adresár:

source: Project:
cs: Projekt:
pl: Projekt:
sk: Projekt:

source: Plan:
cs: Plán:
sk: Plán:

source: Name
cs: Jméno
pl: Nazwisko
sk: Meno

source: Idle
cs: Prostoj
pl: Bezczynny
sk: Neèin

source: When
cs: Kdy
pl: Kiedy
sk: Kedy

source: Where
cs: Odkud
pl: Sk±d
sk: Kde

source: Usage: %s [OPTION]... [USER]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [U®IVATEL]...
pl: Sk³adnia: %s [OPCJA]... [U¯YTKOWNIK]...
sk: Pou¾itie: %s [VO¥BA]... [POU®ÍVATE¥]...

source: -l do long format output -b omit the user's home directory and shell in long format -h omit the user's project file in long format -p omit the user's plan file in long format -s do short format output, this is the default -f omit the line of column headings in short format -w omit the user's full name in short format -i omit the user's full name and remote host in short format -q omit the user's full name, remote host and idle time in short format --help display this help and exit --version output version information and exit A lightweight `finger' program; print user information. The utmp file will be %s.
cs: -l dlouhý výstupní formát -b nevypisování domovského adresáøe a shellu v dlouhém formátu -h nevypisování projektu v dlouhém formátu -p nevypisování plánu v dlouhém formátu -s krátký výstupní formát (implicitní) -f nevypisuje hlavièky sloupcù v krátkém formátu -w nevypisuje celé jméno v krátkém formátu -i nevypisuje celé jméno a odkud v krátkém formátu -q nevypisuje celé jméno, odkud a prostoj v krátkém formátu --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Odlehèený program `finger'; vypisuje informace o u¾ivateli. Utmp soubor bude %s.
pl: -l wy¶wietla informacje w formacie szczegó³owym -b pomija katalog domowy oraz pow³okê u¿ytkownika w formacie szczegó³owym -h pomija projekt u¿ytkownika w formacie szczegó³owym -p pomija plan u¿ytkownika w formacie szczegó³owym -s wy¶wietla informacje w formacie skróconym (domy¶lnie) -f pomija nag³ówki kolumn w formacie skróconym -w pomija nazwisko u¿ytkownika w formacie skróconym -i pomija nazwisko oraz zdalny system w formacie skróconym -q pomija nazwisko, zdalny system oraz czas bezczynno¶ci w formacie skróconym --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê Uproszczona wersja programu `finger'. Wy¶wietla informacje o u¿ytkownikach. ¦cie¿ka do pliku utmp ma postaæ: %s.
sk: -l dlhá forma výstupu -b vynecha» domovský adresár a shell pou¾ívateµa v dlhej forme -h vynecha» projektový súbor pou¾ívateµa v dlhej forme -p vynecha» súbor s plánom pou¾ívateµa v dlhej forme -s krátka forma (implicitná) -f vynecha» nadpisy ståpcov v krátkej forme -w vynecha» úplné meno pou¾ívateµa v krátkej forme -i vynecha» úplné meno pou¾ívateµa a vzdialený systém v krátkej forme -q vynecha» úplné meno pou¾ívateµa, vzdialený systém a èas neèinnosti v krátkej forme --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Odµahèený program `finger'; výpis informácie o pou¾ívateµovi. utmp súbor bude %s.

source: Usage: %s [VARIABLE]... or: %s OPTION If no environment VARIABLE specified, print them all. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s [PROMÌNNÁ]... nebo: %s PØEPÍNAÈ Vypí¹e hodnotu promìnné prostøedí PROMÌNNÁ. Pokud není PROMÌNNÁ zadána vypí¹e v¹echny promìnné prostøedí a jejich hodnoty. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
sk: Pou¾itie: %s [PREMENNÁ]... alebo: %s VO¥BA Pokiaµ nie je zadaná PREMENNÁ, vypísa» v¹etky. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: warning: %s: character(s) following character constant have been ignored
cs: varování: %s: znak nebo znaky, které následují za znakovou konstantou budou ignorovány
pl: %s: znaki nastêpuj±ce po sta³ym znaku zosta³y zignorowane
sk: varovanie: %s: znak (znaky) nasledujúce za znakovou kon¹tantou boli ignorované

source: Usage: %s FORMAT [ARGUMENT]... or: %s OPTION
cs: Pou¾ití: %s FORMÁT [ARGUMENT]... nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s FORMAT [ARGUMENT]... lub: %s OPCJA
sk: Pou¾itie: %s FORMÁT [ARGUMENT]... alebo: %s VO¥BA

source: %s: expected a numeric value
cs: %s: oèekávána numerická hodnota
pl: %s: spodziewana warto¶æ liczbowa
sk: %s: oèakávaná numerická hodnota

source: %s: value not completely converted
cs: %s: hodnota nebyla zcela pøevedena
pl: %s: warto¶æ nie przekonwertowana w ca³o¶ci
sk: %s: hodnota nebola úplne prevedená

source: missing hexadecimal number in escape
cs: v escape sekvenci oèekáváno ¹estnáctkové èíslo
pl: brak liczby szesnastkowej w sekwencji
sk: v sekvencii chýba hexadecimálne èíslo

source: \%c: invalid escape
cs: \%c: chybná escape sekvence
pl: \%c: b³êdna sekwencja
sk: \%c: neprípustná sekvencia

source: %%%c: invalid directive
cs: %%%c: neplatná direktiva
pl: %%%c: b³êdna dyrektywa
sk: %%%c: neprípustná direktíva

source: Usage: %s format [argument...]
cs: Pou¾ití: %s formát [argument...]
pl: U¿ycie: %s format [argument...]
sk: Pou¾itie: %s formát [argument...]

source: warning: excess arguments have been ignored
cs: varování: pøebyteèné argumenty jsou ignorovány
pl: uwaga: nadmiarowe argumenty zosta³y zignorowane
sk: varovanie: nadbytoèné argumenty boli ignorované

source: Print the full filename of the current working directory. --help display this help and exit --version output version information and exit
cs: Vypí¹e celé jméno pracovního adresáøe. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla pe³n± nazwe aktualnego katalogu. --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Vypísa» úplný názov aktuálneho pracovného adresára. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: ignoring non-option arguments
cs: argumenty, které nejsou pøepínaèi ignorovány
pl: zignorowa³em argument nie bêd±cy opcj±
sk: argumenty, ktoré nie sú voµbami, boli ignorované

source: cannot get current directory
cs: aktuální adresáø nelze zjistit
pl: odczytanie aktualnego katalogu niemo¿liwe
sk: nie je mo¾né zisti» aktuálny adresár

source: Usage: %s [OPTION]... LAST or: %s [OPTION]... FIRST LAST or: %s [OPTION]... FIRST INCREMENT LAST
cs: Pou¾ití: %s [PØEPÍNAÈ]... POSLEDNÍ nebo: %s [PØEPÍNAÈ]... PRVNÍ POSLEDNÍ nebo: %s [PØEPÍNAÈ]... PRVNÍ PØÍRÙSTEK POSLEDNÍ
pl: U¿ycie: %s [OPCJA]... PIERWSZA lub: %s [OPCJA]... PIERWSZA OSTATNIA lub: %s [OPCJA]... PIERWSZA KROK OSTATNIA
sk: Pou¾itie: %s [VO¥BA]... KONIEC alebo: %s [VO¥BA]... ZAÈIATOK KONIEC alebo: %s [VO¥BA]... ZAÈIATOK KROK LAST

source: Print numbers from FIRST to LAST, in steps of INCREMENT. -f, --format FORMAT use printf(3) style FORMAT (default: %%g) -s, --separator STRING use STRING to separate numbers (default: \n) -w, --equal-width equalize width by padding with leading zeroes --help display this help and exit --version output version information and exit If FIRST or INCREMENT is omitted, it defaults to 1. FIRST, INCREMENT, and LAST are interpreted as floating point values. INCREMENT should be positive if FIRST is smaller than LAST, and negative otherwise. When given, the FORMAT argument must contain exactly one of the printf-style, floating point output formats %%e, %%f, %%g
cs: Vypí¹e èísla od PRVNÍho do POSLEDNÍHO, s krokem PØÍRÙSTEK. -f, --format FORMÁT pou¾ije FORMÁT pro funkci printf(3) (implicitnì: %%g) -s, --separator ØETÌZ pou¾ije ØETÌZEC k oddìlení èísel (implicitnì: \n) -w, --equal-width srovná ¹íøku zarovnáním úvodními nulami --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Bude-li PRVNÍ nebo POSLEDNÍ vynechán, implicitnì se nastaví na 1. PRVNÍ, PØÍRÙSTEK a POSLEDNÍ jsou údaje v pohyblivé øádové èárce. PØÍRÙSTEK musí být kladný, pokud je PRVNÍ men¹í ne¾ POSLEDNÍ, jinak záporný. Formáty pro plovoucí øádovou èárku jsou %%e, %%f, %%g.

source: invalid floating point argument: %s
cs: chybný argument v plovoucí øádové èárce: '%s'
pl: b³êdny argument zmiennoprzecinkowy: %s
sk: neprípustný argument v pohyblivej rádovej èiarke: `%s'

source: when the starting value is larger than the limit, the increment must be negative
cs: pokud je poèáteèní hodnota vìt¹í ne¾ koncová, pøírùstek musí být záporný
pl: gdy warto¶æ pocz±tkowa jest wiêksza od koñcowej, krok musi byæ ujemny
sk: pokiaµ je poèiatoèná hodnota väè¹ia ako koneèná, krok musí by» záporný

source: when the starting value is smaller than the limit, the increment must be positive
cs: pokud je poèáteèní hodnota men¹í ne¾ koncová, pøírùstek musí být kladný
pl: gdy warto¶æ pocz±tkowa jest mniejsza od koñcowej, krok musi byæ dodatni
sk: pokiaµ je poèiatoèná hodnota men¹ia ako koneèná, krok musí by» kladný

source: invalid format string: `%s'
cs: chybný formátovací øetìzec: '%s'
pl: b³êdny format: `%s'
sk: neprípustný formátovací re»azec: `%s'

source: format string may not be specified when printing equal width strings
cs: formátovací øetìzec nesmí být zadán pøi zarovnávání øetìzcù (--equal-width)
pl: formatowanie nie jest mo¿liwe przy wyrównywaniu szeroko¶ci pól
sk: formátovací re»azec nemô¾e by» pou¾itý, pokiaµ je po¾adovaná rovnaká ¹írka

source: Usage: %s NUMBER[SUFFIX]... or: %s OPTION Pause for NUMBER seconds. SUFFIX may be `s' for seconds (the default), `m' for minutes, `h' for hours or `d' for days. Unlike most implementations that require NUMBER be an integer, here NUMBER may be an arbitrary floating point number. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s ÈÍSLO[PØÍPONA]... nebo: %s PØEPÍNAÈ Èeká POÈET sekund. PØÍPONA mù¾e být s (sekundy) - implicitnì, m (minuty), h (hodiny) nebo d (dny). V mnoha implementacích musí být ÈÍSLO èíslo celé, zde mù¾e být i èíslem desetiným. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
sk: Pou¾itie: %s ÈÍSLO[PRÍPONA]... alebo: %s VO¥BA Poèka» POÈET sekúnd. PRÍPONA mô¾e by» s pre sekundy, m pre minúty, h pre hodiny alebo d pre dni. Na rozdiel od väè¹iny implementácií vy¾adujúcich, aby ÈÍSLO bolo celé, tu mô¾e by» zadané aj ako desatinné. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: cannot read realtime clock
cs: z hodin reálného èasu nelze èíst
sk: nie je mo¾né preèíta» hodiny reálneho èasu

source: invalid time interval `%s'
cs: neplatný èasový interval '%s'
pl: b³êdny okres czasu `%s'
sk: neprípustný èasový interval `%s'

source: Usage: %s [-F DEVICE] [--file=DEVICE] [SETTING]... or: %s [-F DEVICE] [--file=DEVICE] [-a|--all] or: %s [-F DEVICE] [--file=DEVICE] [-g|--save]
cs: Pou¾ití: %s [-F ZAØÍZENÍ] [--file=ZAØÍZENÍ] [NASTAVENÍ]... nebo: %s [-F ZAØÍZENÍ] [--file=ZAØÍZENÍ] [-a|--all] nebo: %s [-F ZAØÍZENÍ] [--file=ZAØÍZENÍ] [-g|--save]
sk: Pou¾itie: %s [-F ZARIADENIE] [--file=ZARIADENIE] [NASTAVENIE]... alebo: %s [-F ZARIADENIE] [--file=ZARIADENIE] [-a|--all] alebo: %s [-F ZARIADENIE] [--file=ZARIADENIE] [-g|--save]

source: Print or change terminal characteristics. -a, --all print all current settings in human-readable form -g, --save print all current settings in a stty-readable form -F, --file=DEVICE open and use the specified DEVICE instead of stdin --help display this help and exit --version output version information and exit Optional - before SETTING indicates negation. An * marks non-POSIX settings. The underlying system defines which settings are available.
cs: Vypí¹e nebo mìní nastavení terminálu. -a, --all vypí¹e v¹echna nastavení ve formì pro èlovìka èitelné -g, --save vypí¹e v¹echna nastavení ve formì pro stty -F, --file=ZAØÍZENÍ místo stdin otevøe a pou¾ije zadané zaøízení --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Volitelné - pøed NASTAVENÍm znamená negaci. * oznaèuje nastavení nedefinované normou POSIX. Daný systém definuje, která nastavení jsou mo¾ná.
sk: Nastavi» alebo zmeni» charakteristiku terminálu. -a, --all vypísa» v¹etky aktuálne nastavenia vo formáte èitateµnom pre èloveka -g, --save vypísa» v¹etky aktuálne nastavenia vo formáte èitateµnom pre stty -F, --file=ZARIADENIE otvori» a pou¾íva» zadané zariadenie namiesto ¹tandardného vstupu --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Voliteµné - pred NASTAVENÍM oznaèuje negáciu. Hviezdièka oznaèuje nastavenia, ktoré nie sú súèas»ou POSIX-u. Konkrétny systém urèuje, ktoré nastavenia sú prístupné.
