Repository: ProntoNAS/ReadyNAS
Catalog: shellutils-2.0.11/po/*.po
Languages: cs, pl, sk

source: invalid argument %s for `%s'
cs: argument %s je pro `%s' neplatný
pl: nieprawid³owy argument %s dla `%s'
sk: neprípustný argument %s pre `%s'

source: ambiguous argument %s for `%s'
cs: argument %s je pro `%s' nejednoznaèný
pl: dwuznaczny argument %s dla `%s'
sk: nejednoznaèný argument %s pre `%s'

source: Valid arguments are:
cs: Platné argumety jsou:
pl: Poprawne argumenty to:
sk: Platné argumenty sú:

source: write error
cs: chyba pøi zápisu
pl: b³±d zapisu
sk: chyba zápisu

source: Unknown system error
cs: Neznámá chyba systému
pl: Nieznany b³±d systemowy
sk: Neznáma systémová chyba

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s' není jednoznaèný
pl: %s: opcja `%s' jest dwuznaczna
sk: %s: voµba `%s' nie je jednoznaèná

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s' musí být zadán bez argumentu
pl: %s: do opcji `--%s' nie jest wymagany argument
sk: %s: voµba `--%s' nepovoµuje argument

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s' musí být zadán bez argumentu
pl: %s: do opcji `%c%s' nie jest wymagany argument
sk: %s: voµba `%c%s' nepovoµuje argument

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s' vy¾aduje argument
pl: %s: opcja `%s' wymaga podania argumentu
sk: %s: voµba `%s' vy¾aduje argument

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s'
pl: %s: nieznana opcja `--%s'
sk: %s: nerozpoznaná voµba `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s'
pl: %s: nieznana opcja `%c%s'
sk: %s: nerozpoznaná voµba `%c%s'

source: %s: illegal option -- %c
cs: %s: neznámý pøepínaè -- %c
pl: %s: niedozwolona opcja -- %c
sk: %s: neprípustná voµba -- %c

source: %s: invalid option -- %c
cs: %s: neznámý pøepínaè -- %c
pl: %s: nieprawid³owa opcja -- %c
sk: %s: neprípustná voµba -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c
pl: %s: opcja wymaga podania argumentu -- %c
sk: %s: voµba vy¾aduje argument -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: pøepínaè `-W %s' není jednoznaèný
pl: %s: opccja `-W %s' jest dwuznaczna
sk: %s: voµba `-W %s' nie je jednoznaèná

source: %s: option `-W %s' doesn't allow an argument
cs: %s: pøepínaè ` -W %s' musí být zadán bez argumentu
pl: %s: do opcja `-W %s' nie jest wymagany argument
sk: %s: voµba `-W %s' nepovoµuje argument

source: block size
cs: velikost bloku
pl: wielko¶æ bloku
sk: veµkos» bloku

source: cannot chdir to directory, %s
cs: aktuální adresáø nelze nastavit, %s

source: ^[yY]
cs: ^[aAyY]

source: Written by %s.
cs: Autoøi: %s.
pl: Autorem jest %s.
sk: Vytvoril %s.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Toto je volné programové vybavení; podmínky pro kopírování a roz¹iøování naleznete ve zdrojových textech. Toto programové vybavení je zcela BEZ ZÁRUKY, a to i bez záruky PRODEJNOSTI nebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL.
sk: Toto je voµne ¹íriteµný softvér - pre podmienky ¹írenia pozri zdrojový kód. Neexistuje ®IADNA ZÁRUKA, ani OBCHODOVATE¥NOSTI alebo VHODNOSTI PRE KONKRÉTNY ÚÈEL.

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help`.
pl: Wiêcej informacji wy¶wietli polecenie `%s --help'.
sk: Zadaním `%s --help' získate viac informácií.

source: Usage: %s NAME [SUFFIX] or: %s OPTION
cs: Pou¾ití: %s JMÉNO [PØÍPONA] nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s NAZWA [PRZYROSTEK] lub: %s OPCJA
sk: Pou¾itie: %s NÁZOV [PRÍPONA] alebo: %s VO¥BA

source: Print NAME with any leading directory components removed. If specified, also remove a trailing SUFFIX. --help display this help and exit --version output version information and exit
cs: Vypí¹e JMÉNO bez úvodních adresáøù. Pokud je zadáno, také odstraní koncovou PØÍPONU. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla NAZWÊ, usuwaj±c wszystkie poprzedzaj±ce sk³adniki ¶cie¿ki. Je¶li jest podany, usuwa równie¿ PRZYROSTEK. --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê
sk: Vypísa» NÁZOV bez adresárov vedúcich k nemu. Odstráni» aj PRÍPONU, pokiaµ bola zadaná. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Report bugs to <bug-sh-utils@gnu.org>.
cs: Chyby v programu oznamujte na adrese <sh-utils-bugs@gnu.org> (pouze anglicky), pøipomínky k pøekladu zasílejte na <cs@li.org> (èesky).
pl: Prosimy o zg³aszanie b³êdów na adres <sh-utils-bugs@gnu.org>.
sk: Chyby hláste na adrese <bug-sh-utils@gnu.org>.

source: too few arguments
cs: pøíli¹ málo argumentù
pl: za ma³o argumentów
sk: príli¹ málo argumentov

source: too many arguments
cs: pøíli¹ mnoho argumentù
pl: za du¿o argumentów
sk: priveµa argumentov

source: Usage: %s NEWROOT [COMMAND...] or: %s OPTION
cs: Pou¾ití: %s NOVÝ_KOØENOVÝ_ADRESÁØ [PØÍKAZ...] nebo: %s PØEPÍNAÈ
sk: Pou¾itie: %s NOVÝ_KOREÒ [PRÍKAZ...] alebo: %s VO¥BA

source: cannot change root directory to %s
cs: koøenový adresáø nelze na %s zmìnit
pl: uwaga: nie mogê zmieniæ katalogu g³ównego na %s
sk: nie je mo¾né zmeni» koreòový adresár na %s

source: cannot chdir to root directory
cs: aktuální adresáø nelze nastavit na koøenový
pl: nie mogê zmieniæ katalogu g³ównego
sk: nie je mo¾né prejs» do koreòového adresára

source: cannot execute %s
cs: %s nelze provést
pl: uruchomienie %s jest niemo¿liwe
sk: nie je mo¾né spusti» %s

source: Display the current time in the given FORMAT, or set the system date. -d, --date=STRING display time described by STRING, not `now' -f, --file=DATEFILE like --date once for each line of DATEFILE -I, --iso-8601[=TIMESPEC] output an ISO-8601 compliant date/time string. TIMESPEC=`date' (or missing) for date only, `hours', `minutes', or `seconds' for date and time to the indicated precision. -r, --reference=FILE display the last modification time of FILE -R, --rfc-822 output RFC-822 compliant date string -s, --set=STRING set time described by STRING -u, --utc, --universal print or set Coordinated Universal Time --help display this help and exit --version output version information and exit
cs: Vypí¹e aktuální èas v daném FORMÁTu, nebo nastaví datum v systému. -d, --date=ØETÌZEC vypí¹e èas zadaný jako ØETÌZEC, nikoli aktuální -f, --file=DATASOUBOR jako --date, ale èasy jsou v DATASOUBORu, jeden èas na jeden øádek -I, --iso-8601[=TIMESPEC] vypí¹e datum a èas podle ISO-8601. Bude-li TIMESPEC=`date' (nebo nebude nastavena) vypí¹e pouze datum. Hodnoty `hours', `minutes', nebo `seconds' zpùsobí výpis datumu a èasu se odpovídající pøesností. -r, --reference=SOUBOR vypí¹e èas poslední zmìny souboru SOUBOR -R, --rfc-822 vypí¹e datum podle RFC-822 -s, --set=ØETÌZEC nastaví datum podle ØETÌZCE -u, --utc, --universal nastaví nebo vypí¹e UTC (Coordinated Universal Time) --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèi
pl: Wy¶wietla aktualny czas w podanym FORMACIE lub ustawia datê systemow±. -d, --date=£AÑCUCH wy¶wietla czas podany w £AÑCUCHu, nie aktualny -f, --file=PLIK jak --date dla ka¿dej linii PLIKu -I, --iso-8601[=CZAS] wy¶wietla czas w formacie zgodnym z ISO-8601, je¶li CZAS=`data' (lub brak) - wy¶wietla tylko datê, `godziny', `minuty' lub `sekundy' - datê oraz czas z podan± precyzj± -r, --reference=PLIK wy¶wietla czas ostatniej modyfikacji PLIKu -R, --rfc-822 wy¶wietla datê zgodnie z RFC-822 -s, --set=£AÑCUCH ustawia czas podany w £AÑCUCHu -u, --utc, --universal wy¶wietla lub ustawia czas uniwersalny --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Vypísa» aktuálny èas v zadanom FORMÁTE alebo nastavi» systémový èas. -d, --date=RE«AZEC zobrazi» èas zadaný RE«AZCOM namiesto `teraz' -f, --file=SÚBOR ako --date pre ka¾dý riadok SÚBORU -I, --iso-8601[=©PEC] vypísa» dátum/èas v ISO-8601 formáte. ©PEC=`date' (alebo niè) pre samotný dátum, `hours', `minutes', alebo `seconds' pre dátum a èas po zadanú presnos». -r, --reference=SÚBOR zobrazi» èas poslednej zmeny SÚBORU -R, --rfc-822 vypísa» èas vo formáte vyhovujúcom RFC-822 -s, --set=RE«AZEC nastavi» èas zadaný RE«AZCOM -u, --utc, --universal vypísa» alebo nastavi» univerzálny svetový èas --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: standard input
cs: standardní vstup
pl: standardowe wej¶cie
sk: ¹tandardný vstup

source: invalid date `%s'
cs: datum '%s' není platný
pl: b³êdna data `%s'
sk: neprípustný dátum `%s'

source: the options to specify dates for printing are mutually exclusive
cs: pøepínaèe pro zadání formátu datumù pro výpis se vzájemnì vyluèují
pl: opcje precyzuj±ce daty do wy¶wietlenia wykluczaj± siê wzajemnie
sk: voµby urèujúce dátumy pre výpis sa vzájomne vyluèujú

source: the options to print and set the time may not be used together
cs: pøepínaèe pro výpis a nastavení èasu nemohou být u¾ity souèasnì
pl: opcje wy¶wietlaj±e i ustawiaj±ce czas nie mog± byæ u¿ywane razem
sk: voµby pre výpis a nastavenie èasu nemô¾u by» pou¾ité spoloène

source: too many non-option arguments
cs: pøíli¹ mnoho argumentù, které nejsou pøepínaèi
pl: za du¿o argumentów nie bêd±cych opcjami
sk: priveµa argumentov, ktoré nie sú voµbami

source: the argument `%s' lacks a leading `+'; When using an option to specify date(s), any non-option argument must be a format string beginning with `+'.
cs: argument `%s' potøebuje úvodní `+'; kdy¾ je pou¾it pøepínaè pro zadání data, kterýkoli argument (který není pøepínaèem) musí být formátovací øetìzec uvozený '+'
pl: brak znaku `+' na pocz±tku argumentu `%s'; je¶li u¿yto opcji okre¶laj±cych datê, ka¿dy argument nie bêd±cy opcj± musi byæ ³añcuchem formatuj±cym i zaczynaæ siê od `+'
sk: argumentu `%s' chýba úvodný znak `+'; Pokiaµ je pre ¹pecifikáciu dátumu pou¾itá voµba, v¹etky argumenty, ktoré nie sú voµbami, musia by» formátovacím re»azcom s úvodným `+'.

source: undefined
cs: nedefinováno
pl: niezdefiniowane
sk: nedefinovaný

source: cannot set date
cs: datum nelze nastavit
pl: ustawienie daty niemo¿liwe
sk: nie je mo¾né nastavi» dátum

source: Usage: %s NAME or: %s OPTION
cs: Pou¾ití: %s JMÉNO nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s NAZWA lub: %s OPCJA
sk: Pou¾itie: %s NÁZOV alebo: %s VO¥BA

source: Print NAME with its trailing /component removed; if NAME contains no /'s, output `.' (meaning the current directory). --help display this help and exit --version output version information and exit
cs: Vypí¹e JMÉNO bez koncové /komponenty; pokud JMÉNO neobsahuje '/', vypí¹e '.' (tzn. aktuální adresáø). --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla NAZWÊ bez ostatniego /sk³adnika; je¶li NAZWA nie zawiera znaków `/', wy¶wietla `.' (co oznacza katalog bie¿±cy). --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Vypísa» NÁZOV s odstráneným koncovým komponentom a predchádzajúcim lomítkom. Pokiaµ NÁZOV neobsahuje lomítko, vypísa» `.' (s významom aktuálneho adresára). --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Usage: %s [OPTION]... [STRING]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [ØETÌZEC]...
pl: Sk³adnia: %s [OPCJA]... [£AÑCUCH]...
sk: Pou¾itie: %s [VO¥BA]... [RE«AZEC]...

source: Echo the STRING(s) to standard output. -n do not output the trailing newline -e enable interpretation of the backslash-escaped characters listed below -E disable interpretation of those sequences in STRINGs --help display this help and exit (should be alone) --version output version information and exit (should be alone) Without -E, the following sequences are recognized and interpolated: \NNN the character whose ASCII code is NNN (octal) \\ backslash \a alert (BEL) \b backspace \c suppress trailing newline \f form feed \n new line \r carriage return \t horizontal tab \v vertical tab
cs: Vypí¹e ØETÌZEC na standardní výstup. -n bez ukonèovacího znaku nového øádku -e povolí interpretaci escape sekvencí zaèínajících znakem \ a vysaných ní¾e -E zaká¾e interpretaci nìkterých sekvencí v ØETÌZCI --help vypí¹e tuto nápovìdu (pouze jako jedinný argument) --version vypí¹e oznaèení verze (pouze jako jedinný argument) Pokud není -E zadáno, jsou následující sekvence interpretovány následovnì: \NNN znak s ascii kódem NNN (osmièkovì) \\ zpìtné lomítko (backslash) \a zvonek (BEL) \b backspace \c bez ukonèení znakem pro nový øádek \f znak vysunutí formuláøe (form feed) \n znak nového øádku \r návrat vozíku (carriage return) \t horizontální tabelátor \v vertikální tabelátor
pl: Wy¶wietla £AÑCUCH na standardowym wyj¶ciu. -n nie wy¶wietla znaku nowej linii na koñcu -e w³±cza interpretacjê sekwencji steruj±cych, opisanych poni¿ej -E wy³±cza interpretacjê tych sekwencji w £AÑCUCHach --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê Je¶li nie podano opcji -E, rozpoznawane i interpretowane s± poni¿sze sekwencje: \NNN znak o kodzie ASCII wynosz±cym NNN (ósemkowo) \\ uko¶nik odwrotny (ang. backslash) \a dzwonek (BEL) \b znak cofania (ang. backspace) \c nie wy¶wietlaj znaku nowej linii \f wysuniêcie strony \n znak nowej linii \r znak powrotu karetki (CR) \t tabulator poziomy \v tabulator pionowy
sk: Vypísa» RE«AZEC (RE«AZCE) na ¹tandardný výstup. -n po výpise neprejs» na nový riadok -e povoli» rozpoznanie znakov uvádzaných spätným lomítkom, popísaných ïalej -E zakáza» spracovanie takýchto sekvencií --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Bez -E sú rozpoznávané a spracované nasledujúce sekvencie: \NNN znak, ktorého ASCII kód je NNN (oktalovo) \\ spätné lomítko \a pípnutie (BEL) \b krok spä» \c potlaèi» koncový znak nového riadku \f prechod na novú stránku \n prechod na nový riadok \r návrat na zaèiatok riadku \t horizontálny tabulátor \v vertikálny tabulátor

source: Usage: %s [OPTION]... [-] [NAME=VALUE]... [COMMAND [ARG]...]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [-] [JMÉNO=HODNOTA]... [PØÍKAZ [ARGUMENT]... ]
pl: Sk³adnia: %s [OPCJA]... [-] [NAZWA=WARTO¦Æ]... [POLECENIE [ARG]...]
sk: Pou¾itie: %s [VO¥BA]... [-] [PREMENNÁ=HODNOTA]... [PRÍKAZ [ARG]...]

source: Set each NAME to VALUE in the environment and run COMMAND. -i, --ignore-environment start with an empty environment -u, --unset=NAME remove variable from the environment --help display this help and exit --version output version information and exit A mere - implies -i. If no COMMAND, print the resulting environment.
cs: Nastaví ka¾dou promìnnou prostøedí JMÉNO na HODNOTU a provede PØÍKAZ. -i, --ignore-environment zaène s prázdnou tabulkou promìnných prostøedí -u, --unset=JMÉNO odstraní promìnnou JMÉNO --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Pouze - znamená -i. Pokud není PØÍKAZ zadán, vypí¹e výslednou tabulku promìnných prostøedí.
pl: Wstawia ka¿d± zmienn± NAZWA o warto¶ci WARTO¦Æ do ¶rodowiska i wykonuje POLECENIE. -i, --ignore-environment zacznyna z pustym ¶rodowiskiem -u, --unset=NAZWA usuwa zmienn± ze ¶rodowiska --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê progamu i koñczy pracê Argument - implikuje -i. Je¶li nie podano POLECENIA, wy¶wietla otrzymane ¶rodowisko.
sk: Nastavi» v prostredí ka¾dú PREMENNÚ na HODNOTU a spusti» PRÍKAZ. -i, --ignore-environment zaèa» s prázdnym prostredím -u, --unset=NAME odstráni» premennú z prostredia --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Samotné - implikuje -i. Pokiaµ nebol zadaný PRÍKAZ, výsledné prostredie sa vypí¹e.

source: Usage: %s EXPRESSION or: %s OPTION
cs: Pou¾ití: %s VÝRAZ nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s WYRA¯ENIE lub: %s OPCJA
sk: Pou¾itie: %s VÝRAZ alebo: %s VO¥BA

source: --help display this help and exit --version output version information and exit
cs: --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Print the value of EXPRESSION to standard output. A blank line below separates increasing precedence groups. EXPRESSION may be: ARG1 | ARG2 ARG1 if it is neither null nor 0, otherwise ARG2 ARG1 & ARG2 ARG1 if neither argument is null or 0, otherwise 0 ARG1 < ARG2 ARG1 is less than ARG2 ARG1 <= ARG2 ARG1 is less than or equal to ARG2 ARG1 = ARG2 ARG1 is equal to ARG2 ARG1 != ARG2 ARG1 is unequal to ARG2 ARG1 >= ARG2 ARG1 is greater than or equal to ARG2 ARG1 > ARG2 ARG1 is greater than ARG2 ARG1 + ARG2 arithmetic sum of ARG1 and ARG2 ARG1 - ARG2 arithmetic difference of ARG1 and ARG2 ARG1 * ARG2 arithmetic product of ARG1 and ARG2 ARG1 / ARG2 arithmetic quotient of ARG1 divided by ARG2 ARG1 %% ARG2 arithmetic remainder of ARG1 divided by ARG2 STRING : REGEXP anchored pattern match of REGEXP in STRING match STRING REGEXP same as STRING : REGEXP substr STRING POS LENGTH substring of STRING, POS counted from 1 index STRING CHARS index in STRING where any CHARS is found, or 0 length STRING length of STRING quote TOKEN interpret TOKEN as a string, even if it is a keyword like `match' or an operator like `/' ( EXPRESSION ) value of EXPRESSION
cs: Vypí¹e hodnotu VÝRAZu na standardní výstup. Prázdný øádek, v následujícím výpise, oddìluje skupiny operátorù s rùznou prioritou, priorita operátorù je rostoucí. VÝRAZ mù¾e být: ARG1 | ARG2 ARG1 pokud není prázdný nebo 0, jinak ARG2 ARG1 & ARG2 ARG1 pokud ¾ádný argument není prázdný ("") nebo 0, jinak 0 ARG1 < ARG2 ARG1 je men¹í ne¾ ARG2 ARG1 <= ARG2 ARG1 je men¹í nebo roven ARG2 ARG1 = ARG2 ARG1 je roven ARG2 ARG1 != ARG2 ARG1 není roven ARG2 ARG1 >= ARG2 ARG1 je vìt¹í nebo roven ARG2 ARG1 > ARG2 ARG1 je vìt¹í ne¾ ARG2 ARG1 + ARG2 aritmetický souèet ARG1 a ARG2 ARG1 - ARG2 aritmetický rozdíl ARG1 a ARG2 ARG1 * ARG2 aritmetický souèin ARG1 a ARG2 ARG1 / ARG2 aritmetický podíl ARG1 / ARG2 ARG1 %% ARG2 zbytek po aritmetickém dìlení ARG1 / ARG2 ØETÌZEC : REGVÝR vyhodnocení REGVÝR v ØETÌZCI match ØETÌZEC REGVÝR stejné jako ØETÌZEC : REGVÝR substr ØETÌZEC POZICE DÉLKA podøetìzec ØETÌZCE, POZICE je poèítána od 1 index ØETÌZEC ZNAKY pozice prvního výskytu libovolného znaku ze ZNAKÙ v ØETÌZCI, v pøípadì neúspìchu 0 length ØETÌZEC délka ØETÌZCE ( VÝRAZ ) hodnota VÝRAZu
pl: Wy¶wietla warto¶æ WYRA¯ENIA na standardowe wyj¶cie. Puste linie poni¿ej rozdzielaj± grupy o wzrastaj±cym pierwszeñstwie. WYRA¯ENIE ma postaæ: ARG1 | ARG2 ARG1 je¶li nie jest równy NULL ani 0, inaczej ATRG2 ARG1 & ARG2 ARG1 je¶li argument nie jest równy NULL ani 0, inaczej 0 ARG1 < ARG2 ARG1 jest mniejszy od ARG2 ARG1 <= ARG2 ARG1 jest mniejszy lub równy ARG2 ARG1 = ARG2 ARG1 jest równy ARG2 ARG1 != ARG2 ARG1 nie jest równy ARG2 ARG1 >= ARG2 ARG1 jest wiêkszy lub równy ARG2 ARG1 > ARG2 ARG1 jest wiêkszy od ARG2 ARG1 + ARG2 arytmetyczna suma ARG1 i ARG2 ARG1 - ARG2 arytmetyczna ró¿nica ARG1 i ARG2 ARG1 * ARG2 arytmetyczny iloczyn ARG1 i ARG2 ARG1 / ARG2 arytmetyczny iloraz ARG1 przez ARG2 ARG1 %% ARG2 arytmetyczna reszta z dzielenia ARG1 przez ARG2 £AÑCUCH : WYR_REG dopasowanie wyra¿enia regularnego WYR_REG do £AÑCUCHA match £AÑCUCH WYR_REG tak jak £AÑCUCH : WYR_REG substr £AÑCUCH POZ D£UGO¦Æ czê¶æ £AÑCUCHA na POZycji liczonej od 1 index £AÑCUCH ZNAKI po³o¿enie jednego ze ZNAKÓW w £AÑCUCHU, lub 0 length £AÑCUCH d³ugo¶æ £AÑCUCHA ( WYRA¯ENIE ) warto¶æ wyra¿enia
sk: Vypísa» hodnotu VÝRAZU na ¹tandardný výstup. V nasledujúcom texte prázdny riadok oddeµuje skupiny podµa stúpajúcej priority. VÝRAZ mô¾e by»: ARG1 | ARG2 ARG1 ak nie je prázdny ani 0, inak ARG2 ARG1 & ARG2 ARG1 ak ¾iadny argument nie je prázdny ani nula, otherwise 0 ARG1 < ARG2 ARG1 je men¹í ako ARG2 ARG1 <= ARG2 ARG1 je men¹í alebo rovný ARG2 ARG1 = ARG2 ARG1 je rovný ARG2 ARG1 != ARG2 ARG1 nie je rovný ARG2 ARG1 >= ARG2 ARG1 je väè¹í alebo rovný ARG2 ARG1 > ARG2 ARG1 je väè¹í ako ARG2 ARG1 + ARG2 aritmetický súèet ARG1 a ARG2 ARG1 - ARG2 aritmetický rozdiel ARG1 a ARG2 ARG1 * ARG2 aritmetický súèin ARG1 a ARG2 ARG1 / ARG2 aritmetický podiel ARG1 a ARG2 ARG1 %% ARG2 aritmetický zvy¹ok po delení ARG1 ARG2 RE«AZEC : REGEXP výskyt vzoru REGEXP v RE«AZCI match RE«AZEC REGEXP ako RE«AZEC : REGEXP substr RE«AZEC POS DÅ®KA podre»azec RE«AZCA, POS poèítaná od 1 index RE«AZEC ZNAKY index v RE«AZCI, kde bol nájdený niektorý ZNAK, inak 0 length RE«AZEC då¾ka RE«AZCA quote TOKEN interpretuj TOKEN ako re»azec, aj pokiaµ je kµúèovým slovom ako `match' alebo operátorom ako `/' ( VÝRAZ ) hodnota of VÝRAZU

source: Beware that many operators need to be escaped or quoted for shells. Comparisons are arithmetic if both ARGs are numbers, else lexicographical. Pattern matches return the string matched between \( and \) or null; if \( and \) are not used, they return the number of characters matched or 0.
cs: Pøi vytváøení výrazù musí být nìkteré symboly chránìny pøed shellem (napø. uzavøením do uvozovek nebo apostrofù). Porovnání mezi ARGx je aritmetické, pokud se jedná o èísla, jinak je lexikografické. Pokud bylo v REGVÝR pou¾ito \( a \), vyhodnocení vrátí øetìzec z ØETÌZCE, který odpovídá výrazu uzavøenému v \( a \) nebo vrátí prázdný øetìzec; pokud nebylo v REGVÝR pou¾ito \( a \), vrací poèet odpovídajích znakù nebo 0.
pl: Wiêkszo¶æ operatorów musi byæ chroniona przed interpretacj± przez pow³okê znakiem `\' lub cudzys³owami. Porównania s± arytmetyczne, je¶li obydwa ARGumenty s± liczbami, w przeciwnym wypadku - leksykograficzne. Dopasowania zwracaj± ³añcuch zgodny ze wzorcem zawartym pomiêdzy \( i \) lub 0; je¶li \( i \) nie zosta³y u¿yte, dopasowanie zwraca liczbê zgodnych znaków lub 0.
sk: Pozor na to, ¾e veµa operátorov musí by» v shelli citovaných. Porovnania sú aritmetické, pokiaµ sú oba argumenty èíselné, inak sú lexikografické. Hµadanievzoru vracia vyhovujúci re»azec medzi \( a \) alebo prázdny re»azec; pokiaµ \( a \) nie sú pou¾ité, vracia poèet vyhovujúcich znakov alebo 0.

source: syntax error
cs: chyba syntaxe
pl: b³±d sk³adniowy
sk: chyba syntaxe

source: warning: unportable BRE: `%s': using `^' as the first character of the basic regular expression is not portable; it is being ignored
cs: upozornìní: nepøenositelné : '%s': pou¾ití '^' jako prvního znaku základního regulárního výrazu není pøenositelné; bude ignorováno
pl: uwaga: nieprzeno¶ne PWR: `%s': u¿ycie `^' jako pierwszego znaku podstawowego wyra¿enia regularnego nie jest przeno¶ne; ignorujê
sk: varovanie: neprenositeµný BRE (základný regulérny výraz): `%s': pou¾itie znaku `^' na zaèiatku nie je prenositeµné a je ignorovaný

source: Usage: %s [NUMBER]... or: %s OPTION
cs: Pou¾ití: %s [ÈÍSLO]... nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s [LICZBA]... lub: %s OPCJA
sk: Pou¾itie: %s [ÈÍSLO]... alebo: %s VO¥BA

source: Print factors of each NUMBER; read standard input with no arguments. --help display this help and exit --version output version information and exit Print the prime factors of all specified integer NUMBERs. If no arguments are specified on the command line, they are read from standard input.
cs: Vypí¹e rozklad ka¾dého celého ÈÍSLA na prvoèísla. Pokud ÈÍSLA nebudou zadána, bude je èíst ze standardního vstupu. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla czynniki ka¿dej LICZBY; bez argumentów czyta standardowe wej¶cie. --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê Wy¶wietla czynniki pierwsze wszystkich podanych LICZB. Je¶li brak argumentów w linii poleceñ, to s± one czytane ze standardowego wej¶cia.
sk: Rozlo¾i» ka¾dé ÈÍSLO na prvoèinitele; bez argumento èíta ¹tandardný vstup --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Vypí¹e prvoèinitele v¹etkých zadaných celých ÈÍSIEL. Pokiaµ na príkazovom riadku nie sú zadané ¾iadne argumenty, budú naèítané zo ¹tandardného vstupu.
