Repository: ProntoNAS/ReadyNAS
Catalog: shellutils-2.0.11/po/*.po
Languages: cs, pl, sk

source: Special characters: * dsusp CHAR CHAR will send a terminal stop signal once input flushed eof CHAR CHAR will send an end of file (terminate the input) eol CHAR CHAR will end the line * eol2 CHAR alternate CHAR for ending the line erase CHAR CHAR will erase the last character typed intr CHAR CHAR will send an interrupt signal kill CHAR CHAR will erase the current line * lnext CHAR CHAR will enter the next character quoted quit CHAR CHAR will send a quit signal * rprnt CHAR CHAR will redraw the current line start CHAR CHAR will restart the output after stopping it stop CHAR CHAR will stop the output susp CHAR CHAR will send a terminal stop signal * swtch CHAR CHAR will switch to a different shell layer * werase CHAR CHAR will erase the last word typed
cs: Speciální znaky: * dsusp ZNAK ZNAK, který posílá terminálu signál stop pøi vyprázdnìní standardního vstupu eof ZNAK ZNAK, který posílá 'konec souboru' (pøeru¹ení vstupu) eol ZNAK ZNAK, který ukonèuje øádek * eol2 ZNAK alternativní ZNAK pro konec øádku erase ZNAK ZNAK, který ma¾e poslední zapsaný znak intr ZNAK ZNAK, který zasílá signál interrupt kill ZNAK ZNAK, který ma¾e aktuální øádek * lnext ZNAK ZNAK, který znemo¾òuje interpretaci dal¹ího znaku (quote) quit ZNAK ZNAK, který posílá signál quit * rprnt ZNAK ZNAK, který pøekresluje aktuální øádek start ZNAK ZNAK, který znovu spu¹tí výstup, po jeho pozastavení stop ZNAK ZNAK, který pozastavuje výstup susp ZNAK ZNAK, který posílá signál 'terminal stop' * swtch ZNAK ZNAK, který pøepíná na jinou vrstvu shellu * werase ZNAK ZNAK, který ma¾e poslední znak
pl: Znaki specjalne: * dsusp ZNAK ZNAK wysy³a do terminala sygna³ stopu po opró¿nieniu wej¶cia eof ZNAK ZNAK wysy³a znak koñca pliku (koñca wej¶cia) eol ZNAK ZNAK wysy³a znak koñca linii * eol2 ZNAK alternatywny ZNAK koñca linii erase ZNAK ZNAK kasuje ostatni wprowadzony znak intr ZNAK ZNAK wysy³a sygna³ przerwania kill ZNAK ZNAK kasuje bie¿±c± liniê * lnext ZNAK ZNAK wprowadza nastêpny znak w cudzys³owie quit ZNAK ZNAK wysy³a sygna³ wyj¶cia * rprnt ZNAK ZNAK powtarza bie¿±c± liniê start ZNAK ZNAK wznawia wy¶wietlanie stop ZNAK ZNAK wstrzymuje wy¶wietlanie susp ZNAK ZNAK wysy³a do terminala sygna³ stop * swtch ZNAK ZNAK w³±cza inn± warstwê pow³oki * werase ZNAK ZNAK kasuje ostatnie wprowadzone s³owo
sk: Special characters: * dsusp ZNAK ZNAK po¹le signál zastavenia terminálu po zahodení nepreèítaného vstupu eof ZNAK ZNAK po¹le koniec súboru (ukonèenie vstupu) eol ZNAK ZNAK ukonèuje riadok * eol2 ZNAK alternatívny ZNAK pre ukonèenie riadku erase ZNAK ZNAK zma¾e posledný napísaný znak intr ZNAK ZNAK po¹le signál preru¹enia kill ZNAK ZNAK zma¾e aktuálny riadok * lnext ZNAK ZNAK spôsobí citáciu nasledujúceho znaku quit ZNAK ZNAK po¹le signál ukonèenia * rprnt ZNAK ZNAK znovu vykreslí aktuálny riadok start ZNAK ZNAK spustí výstup po jeho zastavení stop ZNAK ZNAK zastaví výstup susp ZNAK ZNAK po¹le signál zastavenia terminálu * swtch ZNAK ZNAK prepne do odli¹nej úrovne shellu * werase ZNAK ZNAK zma¾e posledné napísané slovo

source: Special settings: N set the input and output speeds to N bauds * cols N tell the kernel that the terminal has N columns * columns N same as cols N ispeed N set the input speed to N * line N use line discipline N min N with -icanon, set N characters minimum for a completed read ospeed N set the output speed to N * rows N tell the kernel that the terminal has N rows * size print the number of rows and columns according to the kernel speed print the terminal speed time N with -icanon, set read timeout of N tenths of a second
cs: Speciální nastavení: N nastaví vstupní a výstupní rychlost na N baud * cols N po¹le jádru OS, ¾e terminál má N sloupcù * columns N stejné jako cols N ispeed N nastaví vstupní rychlost na N * line N pou¾ije 'line discipline' N min N spolu s -icanon nastaví N znakù, jako minimum pro ukonèení ètení ospeed N nastaví rychlost výstupu na N * rows N po¹le jádru OS, ¾e terminál má N øádkù * size vypí¹e poèet øádkù a sloupcù podle jádra OS speed vypí¹e rychlost terminálu time N spolu -icanon, nastaví èasový limit pro ètení na N desetin sekundy
pl: Ustawienia specjalne: N ustaw prêdko¶æ wyj¶ciow± i wej¶ciow± na N bitów/sek * cols N ustaw szeroko¶æ terminala na N kolumn * columns N tak jak cols N ispeed N ustaw prêdko¶c wej¶ciow± na N * line N u¿ywaj rygoru linii N (ang. line discipline) min N z -icanon ustawia minimum N znaków pe³nego odczytu ospeed N ustaw prêdko¶æ wyj¶ciow± na N * rows N ustaw d³ugo¶æ terminala na N wierszy * size wy¶wietl liczbê wierszy i kolumn wed³ug ustawieñ j±dra speed wy¶wietl prêdko¶æ terminala time N z -icanon ustawia timeout na N dziesi±tych sekundy
sk: ©peciálne nastavenia: N nastavi» rýchlos» vstupu a výstupu na N baudov * cols N oznámi» jadru, ¾e terminál má N ståpcov * columns N ako cols N ispeed N nastavi» rýchlos» vstupu N * line N pou¾i» linkovú disciplínu N min N s -icanon nastavi» minimum N znakov pre ukonèené èítanie ospeed N nastavi» rýchlos» výstupu N * rows N oznámi» jadru, ¾e terminál má N riadkov * size vypísa» poèet riadkov a ståpcov podµa údajov jadra speed vypísa» rýchlos» terminálu time N s -icanon nastavi» èasový limit vstupu na N desatín sekundy

source: Control settings: [-]clocal disable modem control signals [-]cread allow input to be received * [-]crtscts enable RTS/CTS handshaking csN set character size to N bits, N in [5..8] [-]cstopb use two stop bits per character (one with `-') [-]hup send a hangup signal when the last process closes the tty [-]hupcl same as [-]hup [-]parenb generate parity bit in output and expect parity bit in input [-]parodd set odd parity (even with `-')
cs: Nastavení øízení: [-]clocal zaká¾e signály pro øízení modemu [-]cread povolí pøíjem na vstupu * [-]crtscts umo¾ní 'handshake' (RTS/CTS) csN nastaví velikost znaku na N bitù, N je [5..8] [-]cstopb pou¾ije dva stop bity (jeden stop bit pomocí `-') [-]hup po¹le signál hangup, kdy¾ poslední proces uzavøe tty [-]hupcl jako [-]hup [-]parenb generuje paritní bit na výstupu a oèekává ho na vstupu [-]parodd nastaví lichou paritu (sudou pomocí `-')
pl: Ustawienia steruj±ce: [-]clocal wy³±cz sygna³y steruj±ce modemu [-]cread w³±cz wej¶cie * [-]crtscts w³±cz protoków RTS/CTS (handshaking) csN ustaw wielko¶æ znaku na N bitów, N w zakresie [5..8] [-]cstopb u¿ywaj dwóch bitów stopu na znak (jeden z `-') [-]hup wy¶lij sygna³ roz³±czenia gdy ostatni proces zamknie terminal [-]hupcl tak jak [-]hup [-]parenb w³±cz ustawianie i sprawdzanie bitu parzysto¶ci [-]parodd w³±cz nieparzysto¶æ (tak¿e z `-')
sk: Riadiace nastavenia: [-]clocal zakáza» signály riadenia modemu [-]cread povoli» príjem vstupu * [-]crtscts povoli» RTS/CTS protokol csN nastavi» då¾ku znaku na N bitov, N in [5..8] [-]cstopb pou¾íva» dva stop bity (jeden s `-') [-]hup posla» signál zavesenia, keï posledný proces zatvorí terminál [-]hupcl ako [-]hup [-]parenb generova» paritný bit na výstupa a oèakáva» ho na vstupe [-]parodd nastavi» nepárnu paritu (aj s `-')

source: Input settings: [-]brkint breaks cause an interrupt signal [-]icrnl translate carriage return to newline [-]ignbrk ignore break characters [-]igncr ignore carriage return [-]ignpar ignore characters with parity errors * [-]imaxbel beep and do not flush a full input buffer on a character [-]inlcr translate newline to carriage return [-]inpck enable input parity checking [-]istrip clear high (8th) bit of input characters * [-]iuclc translate uppercase characters to lowercase * [-]ixany let any character restart output, not only start character [-]ixoff enable sending of start/stop characters [-]ixon enable XON/XOFF flow control [-]parmrk mark parity errors (with a 255-0-character sequence) [-]tandem same as [-]ixoff
cs: Nastavení vstupu: [-]brkint znak break zpùsobí signál interrupt [-]icrnl pøekládá CR (carriage return) na LF (newline) [-]ignbrk ignoruje znak break [-]igncr ignoruje znak CR (carriage return) [-]ignpar ignoruje znaky s chybou parity * [-]imaxbel zvukový signál a nevyprázdnìní plného vstupního bufferu pøi novém pøíchozím znaku [-]inlcr pøekládá LF (newline) na CR (carriage return) [-]inpck zaène kontrolovat paritu na vstupu [-]istrip nuluje 8-mý bit vstupních znakù * [-]iuclc pøekládá velká písmena na malá * [-]ixany ka¾dý znak restartuje výstup, nikoli jen znak 'start' [-]ixoff povolí posílání znakù start/stop [-]ixon povolí øízení toku dat pomocí XON/XOFF [-]parmrk oznaèí chyby parity (sekvencí 255-0-znak) [-]tandem jako [-]ixoff
pl: Ustawienia wej¶cia: [-]brkint znaki break powoduj± wys³anie sygna³u przerwania [-]icrnl zamieniaj znaki CR na NL [-]ignbrk ignoruj znak break [-]igncr ignoruj znak CR [-]ignpar ignoruj znaki z b³êdn± parzysto¶ci± * [-]imaxbel nie opró¿niaj pe³nego bufora, piszcz przy wprowadzeniu znaku [-]inlcr zamieniaj znaki NL na CR [-]inpck w³±cz kontrolê parzysto¶ci na wej¶ciu [-]istrip zeruj najstarszy (ósmy) bit znaków na wej¶ciu * [-]iuclc zamieniaj du¿e litery na ma³e * [-]ixany ka¿dy znak wznawia transmisjê, nie tylko start [-]ixoff przesy³anie znaków start/stop mo¿liwe [-]ixon w³±cz protoków kontroli przep³ywu XON/XOF [-]parmrk zaznaczaj b³êdy parzysto¶ci sekwencj± 255-0-znak [-]tandem tak jak [-]ixoff
sk: Nastavenia vstupu: [-]brkint break vyvolá signál preru¹enia [-]icrnl preklada» znaky návratu na zaèiatok riadku na nové riadky [-]ignbrk ignorova» break znaku [-]igncr ignorova» znaky návratu na zaèiatok riadku [-]ignpar ignorova» znaky s chybou parity * [-]imaxbel pokiaµ príde znak a vyrovnávacia pamä» je plná, pípnu» a nezahodi» vstup [-]inlcr preklada» nové riadky na znaky návratu na zaèiatok riadku [-]inpck povoli» kontrolu parity na vstupe [-]istrip vynulova» najvy¹¹í (ôsmy) bit vstupujúcich znakov * [-]iuclc preklada» veµké znaky na malé * [-]ixany znovu spusti» výstup µubovoµným znakom, nielen znakom ¹tart [-]ixoff povoli» posielanie ¹tart/stop znakom [-]ixon povoli» XON/XOFF riadenie toku [-]parmrk oznaèi» chyby parity (postupnos»ou znakov 255-0) [-]tandem ako [-]ixoff

source: Output settings: * bsN backspace delay style, N in [0..1] * crN carriage return delay style, N in [0..3] * ffN form feed delay style, N in [0..1] * nlN newline delay style, N in [0..1] * [-]ocrnl translate carriage return to newline * [-]ofdel use delete characters for fill instead of null characters * [-]ofill use fill (padding) characters instead of timing for delays * [-]olcuc translate lowercase characters to uppercase * [-]onlcr translate newline to carriage return-newline * [-]onlret newline performs a carriage return * [-]onocr do not print carriage returns in the first column [-]opost postprocess output * tabN horizontal tab delay style, N in [0..3] * tabs same as tab0 * -tabs same as tab3 * vtN vertical tab delay style, N in [0..1]
cs: Nastavení výstupu: * bsN zpùsob èekání na backspace, N je [0..1] * crN zpùsob èekání na CR (carriage return), N je [0..3] * ffN zpùsob èekání na FF (form feed), N je [0..1] * nlN zpùsob èekání na LF (newline), N je [0..1] * [-]ocrnl pøekládá CR (cariage return) na LF (newline) * [-]ofdel pou¾ije znak 'delete' místo znaku 'null' pro výplnì * [-]ofill pou¾ije vyplòovací znak místo èekání * [-]olcuc pøekládá malá písmena na velká * [-]onlcr pøekládá LF (newline) na CRLF (carriage return-newline) * [-]onlret LF (newline) provede CR (carriage return) * [-]onocr v prvním sloupci netiskne CR (carriage return) [-]opost zpracování postprocesorem * tabN zpùsob èekání na horizontální tabelátor, N je [0..3] * tabs jako tab0 * -tabs jako tab3 * vtN zpùsob èekání na vertikální tabelátor, N je [0..1]
pl: Ustawienia dla wyj¶cia: * bsN opó¼nienie po znaku BS, N w zakresie [0..1] * crN opó¼nienie po znaku CR, N w zakresie [0..3] * ffN opó¼nienie po znaku FF, N w zakresie [0..1] * nlN opó¼nienie po znaku NL, N w zakresie [0..1] * [-]ocrnl zamieniaj znak CR na NL * [-]ofdel u¿ywaj znaku DEL zamiast NUL jako znaku wype³niaj±cego * [-]ofill u¿ywaj znaków wype³niaj±cych zamiast opó¼nieñ transmisji * [-]olcuc zamieniaj ma³e litery na du¿e * [-]onlcr zamieniaj znaki NL na sekwencje CR-NL * [-]onlret znak NL powoduje powrót karetki (ang. carriage return) * [-]onocr nie wysy³aj znaków CR w pierwszej kolumnie [-]opost przetwarzaj znaki wyj¶ciowe * tabN opó¼nienie po tabulatorze poziomym, N w zakresie [0..3] * tabs tak jak tab0 * -tabs tak jak tab3 * vtN opó¼nienie po tabulatorze pionowym, N w zakresie [0..1]
sk: Nastavenia výstupu: * bsN oneskorenie znaku kroku spä», N je z [0..1] * crN oneskorenie znaku prechodu na zaèiatok riadku, N je z [0..3] * ffN oneskorenie znaku novej stránky, N je z [0..1] * nlN oneskorenie znaku nového riadku, N je z [0..1] * [-]ocrnl preklada» znaky návratu na zaèiatok riadku na nové riadky * [-]ofdel pre vyplnenie pou¾í» znaky vymazania namiesto nulových znakov * [-]ofill pou¾í» výplòové znaku namiesto oneskorení * [-]olcuc preklada» malé znaky na veµké * [-]onlcr preklada» nové riadky na znaky návratu na zaèiatok riadku * [-]onlret znak nového riadku prejde na zaèiatok riadku * [-]onocr nevraca» sa na zaèiatok riadku z prvého ståpca [-]opost následne spracováva» výstup * tabN oneskorenie horizontálneho tabulátora, N je z [0..3] * tabs ako tab0 * -tabs ako tab3 * vtN oneskorenie vertikálneho tabulátora, N je z [0..1]

source: Local settings: [-]crterase echo erase characters as backspace-space-backspace * crtkill kill all line by obeying the echoprt and echoe settings * -crtkill kill all line by obeying the echoctl and echok settings * [-]ctlecho echo control characters in hat notation (`^c') [-]echo echo input characters * [-]echoctl same as [-]ctlecho [-]echoe same as [-]crterase [-]echok echo a newline after a kill character * [-]echoke same as [-]crtkill [-]echonl echo newline even if not echoing other characters * [-]echoprt echo erased characters backward, between `\' and '/' [-]icanon enable erase, kill, werase, and rprnt special characters [-]iexten enable non-POSIX special characters [-]isig enable interrupt, quit, and suspend special characters [-]noflsh disable flushing after interrupt and quit special characters * [-]prterase same as [-]echoprt * [-]tostop stop background jobs that try to write to the terminal * [-]xcase with icanon, escape with `\' for uppercase characters
cs: Lokální nastavení: [-]crterase vypisuje mazací znak (erase) jako backspace-mezera-backspace * crtkill zru¹í celý øádek podle nastavení echoprt a echoe * -crtkill zru¹í celý øádek podle nastavení echoctl a echok * [-]ctlecho øídící znaky pøepisuje v notaci se støí¹kou (`^c') [-]echo opisuje vstupní znaky * [-]echoctl jako [-]ctlecho [-]echoe jako [-]crterase [-]echok vypí¹e znak CR (newline) po znaku 'kill' * [-]echoke jako [-]crtkill [-]echonl pokud není vypsán jiný znak, vypí¹e LF (newline) * [-]echoprt vypisuje vymazané znaky pozpátku, mezi `\' a '/' [-]icanon povolí speciální znaky erase, kill a werase [-]iexten povolí speciální znaky, které neodpovídají normì POSIX. [-]isig povolí speciální znaky interrupt, quit a suspend [-]noflsh zaká¾e vyprázdnìní bufferù po speciálních znacích interrupt a quit * [-]prterase jako [-]echoprt * [-]tostop pozastaví procesy na pozadí, které se pokou¹ejí o zápis na terminál * [-]xcase spolu s icanon, pou¾ije escape sekvenci (`\') pro velká písmena
pl: Ustawienia lokalne: [-]crterase wy¶wietlaj znak erase jako BS-spacja-BS * crtkill kasuj ca³± linie zgodnie z ustawieniami echoprt i echoe * -crtkill kasuj ca³± linie zgodnie z ustawieniami echoctl i echok * [-]ctlecho wy¶wietlaj znaki kontrolne jako `^c' [-]echo wy¶wietlaj ka¿dy znak z wej¶cia * [-]echoctl tak jak [-]ctlecho [-]echoe tak jak [-]crterase [-]echok wy¶wietlaj znak nowej linii po znaku kill * [-]echoke tak jak [-]crtkill [-]echonl wy¶wietlaj znak NL nawet je¶li inne nie s± wy¶wietlane * [-]echoprt wy¶wietlaj skasowane znaki wstecz miêdzy `\' i `/' [-]icanon wy¶wietlaj znaki erase, kill, werase i rprnt [-]iexten wy¶wietlaj znaki spoza specyfikacji POSIX [-]isig wy¶wietlaj znaki intr, quit i susp [-]noflsh nie opró¿niaj bufora po znakch intr i quit * [-]prterase tak jak [-]echoprt * [-]tostop zatrzymuj procesy w tle próbuj±ce pisaæ na terminal * [-]xcase z icanon: wy¶wietlaj du¿e litery jako `\ma³a-litera'
sk: Lokálne nastavenia: [-]crterase echova» znaky zmazania ako krok spä»-medzera-krok spä» * crtkill vymaza» riadok s re¹pektovaním nastavení echoprt a echoe * -crtkill vymaza» riadok s re¹pektovaním nastavení echoctl a echok * [-]ctlecho echova» riadiace znaky v strie¹kovej notácii (`^c') [-]echo echova» vstupujúce znaky * [-]echoctl ako [-]ctlecho [-]echoe ako [-]crterase [-]echok echova» nový riadok po znaku vymazania riadku * [-]echoke ako [-]crtkill [-]echonl echova» nový riadok aj pokiaµ sa ostatné znaky neechujú * [-]echoprt echova» vymazané znaky v obrátenom poradí medzi `\' a '/' [-]icanon povoli» ¹peciálne znaky erase, kill, werase, a rprnt [-]iexten povoli» ¹peciálne ne-POSIX-ové znaky [-]isig povoli» ¹peciálne znaky interrupt, quit a suspend [-]noflsh zakáza» zahodenie vstupu po znakoch interrupt and quit * [-]prterase ako [-]echoprt * [-]tostop zastavi» úlohy v pozadí, keï skúsia zapisova» na terminál * [-]xcase s icanon, predradi» `\' pre veµké písmená

source: Combination settings: * [-]LCASE same as [-]lcase cbreak same as -icanon -cbreak same as icanon cooked same as brkint ignpar istrip icrnl ixon opost isig icanon, eof and eol characters to their default values -cooked same as raw crt same as echoe echoctl echoke dec same as echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq same as [-]ixany ek erase and kill characters to their default values evenp same as parenb -parodd cs7 -evenp same as -parenb cs8 * [-]lcase same as xcase iuclc olcuc litout same as -parenb -istrip -opost cs8 -litout same as parenb istrip opost cs7 nl same as -icrnl -onlcr -nl same as icrnl -inlcr -igncr onlcr -ocrnl -onlret oddp same as parenb parodd cs7 -oddp same as -parenb cs8 [-]parity same as [-]evenp pass8 same as -parenb -istrip cs8 -pass8 same as parenb istrip cs7 raw same as -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw same as cooked sane same as cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, all special characters to their default values.
cs: Nastavení kombinací: * [-]LCASE jako [-]lcase cbreak jako -icanon -cbreak jako icanon cooked jako brkint ignpar istrip icrnl ixon opost isig znaky icanon, eof a eol jsou nastaveny na jejich implicitní hodnoty -cooked jako raw crt jako echoe echoctl echoke dec jako echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq jako [-]ixany ek znaky erase a kill na jejich implicitní hodnoty evenp jako parenb -parodd cs7 -evenp jako -parenb cs8 * [-]lcase jako xcase iuclc olcuc litout jako -parenb -istrip -opost cs8 -litout jako parenb istrip opost cs7 nl jako -icrnl -onlcr -nl jako icrnl -inlcr -igncr onlcr -ocrnl -onlret oddp jako parenb parodd cs7 -oddp jako -parenb cs8 [-]parity jako [-]evenp pass8 jako -parenb -istrip cs8 -pass8 jako parenb istrip cs7 raw jako -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw jako cooked sane jako cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, v¹echny speciální znaky na jejich implicitní hodnoty.
pl: Kombinacje ustawieñ: * [-]LCASE jak [-]lcase cbreak jak -icanon -cbreak jak icanon cooked jak brkint ignpar istrip icrnl ixon opost isig icanon, eof i eol ustawione na warto¶ci domy¶lne -cooked jak raw crt jak echoe echoctl echoke dec jak echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq jak [-]ixany ek ustaw znaki erase i kill na warto¶ci domy¶lne evenp jak parenb -parodd cs7 -evenp jak -parenb cs8 * [-]lcase jak xcase iuclc olcuc litout jak -parenb -istrip -opost cs8 -litout jak parenb istrip opost cs7 nl jak -icrnl -onlcr -nl jak icrnl -inlcr -igncr onlcr -ocrnl -onlret oddp jak parenb parodd cs7 -oddp jak -parenb cs8 [-]parity jak [-]evenp pass8 jak -parenb -istrip cs8 -pass8 jak parenb istrip cs7 raw jak -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw jak cooked sane jak cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iucl -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, wszystkie znaki specjalne przybieraj± standardowe warto¶ci.
sk: Kombinované nastavenia: * [-]LCASE ako [-]lcase cbreak ako -icanon -cbreak ako icanon cooked ako brkint ignpar istrip icrnl ixon opost isig znaky icanon, eof a eol sa nastavia na implicitné hodnoty -cooked ako raw crt ako echoe echoctl echoke dec ako echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq ako [-]ixany ek znaky erase a kill sa nastavia na implicitné hodnoty evenp ako parenb -parodd cs7 -evenp ako -parenb cs8 * [-]lcase ako xcase iuclc olcuc litout ako -parenb -istrip -opost cs8 -litout ako parenb istrip opost cs7 nl ako -icrnl -onlcr -nl ako icrnl -inlcr -igncr onlcr -ocrnl -onlret oddp ako parenb parodd cs7 -oddp ako -parenb cs8 [-]parity ako [-]evenp pass8 ako -parenb -istrip cs8 -pass8 ako parenb istrip cs7 raw ako -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw ako cooked sane ako cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, v¹etky ¹peciálne znaky sa nastavia na implicitné hodnoty.

source: Handle the tty line connected to standard input. Without arguments, prints baud rate, line discipline, and deviations from stty sane. In settings, CHAR is taken literally, or coded as in ^c, 0x37, 0177 or 127; special values ^- or undef used to disable special characters.
cs: Pracuje s linkou tty pøipojenou ke standardnímu vstupu. Bez argumentù, vypí¹e rychlost, 'line discipline', a odchylky od nastavení 'sane'. Pøi nastavování je ZNAK brán jako literál, nebo kódován jak pøi ^c, 0x37, 0177 nebo 127; speciální hodnoty ^- nebo 'undef' jsou pou¾ity pro zákaz speciálních znakù.
pl: Obs³uga linii terminalowej pod³±czonej do standardowego wej¶cia. Bez argumentów wy¶wietla prêdko¶æ transmisji, rygor linii i odchylenia od stty sane. W ustawieniach ZNAK powinien byæ podany dos³ownie lub zakodowany np. ^c, 0x37, 0177 lub 127; warto¶æ ^- lub s³owo undef jest u¿ywane do wy³±czania znaków specjalnych.
sk: Ovládanie terminálu pripojeného na ¹tandardný vstup. Bez argumentov vypí¹e baudovú rýchlos», linkovú disciplínu a odchylky od stty sane. V nastaveniach sa ZNAK ¹pecifikuje tak ako je, alebo kódovaný spôsobom ^c, 0x37, 0177 alebo 127; pre zákaz ¹peciálneho znaku treba pou¾i» ^- alebo undef.

source: only one device may be specified
cs: mù¾e být zadáno pouze jedno zaøízení
pl: mo¿na podaæ tylko jedno urz±dzenie
sk: mô¾e by» zadané iba jedno zariadenie

source: the options for verbose and stty-readable output styles are mutually exclusive
cs: pøepínaèe pro výstup èitelný lidmi a èitelný stty se vzájemnì vyluèují
pl: opcje w³±czaj±ce wy¶wietlanie danych w formacie normalnym i stty wykluczaj± siê wzajemnie
sk: voµby pre podrobný a stty-èitateµný formát výstupu sa navzájom vyluèujú
