Repository: ProntoNAS/ReadyNAS
Catalog: shellutils-2.0.11/po/*.po
Languages: cs, pl, sk

source: Output who is currently logged in according to FILE. If FILE is not specified, use %s. %s as FILE is common. --help display this help and exit --version output version information and exit
cs: Vypí¹e momentálnì pøihlá¹ené u¾ivatele. Informace jsou brány ze SOUBORu. Pokud není SOUBOR zadán, pou¾ije se %s. Pokud zadáte %s jako SOUBOR získáte u¾ivatele pøipojené v poslední dobì. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla kto jest aktualnie zalogowany wed³ug informacji w PLIKu. Je¶li brak PLIKU, u¿ywa %s. Czêsto podaje siê te¿ %s. --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Vypísa», kto je momentálne prihlásený podµa SÚBORU. Pokiaµ nie je zadaný SÚBOR, pou¾i» %s. %s ako SÚBOR je obvyklý. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: old
cs: starý
pl: dawno
sk: dávno

source: # users=%u
cs: # u¾ivatelù=%u
sk: # pou¾ívateµov=%u

source: USER
cs: U®IVATEL
pl: KTO
sk: U®ÍV

source: MESG
cs: ZPRÁV
sk: SPR

source: LINE
cs: TERMINÁL
pl: TERM
sk: TERM

source: LOGIN-TIME
cs: ÈAS-PØIHLÁ©.
pl: KIEDY
sk: ÈAS-PRIHLÁS

source: FROM
cs: Z
pl: SK¡D
sk: Z

source: Usage: %s [OPTION]... [ FILE | ARG1 ARG2 ]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR | ARG1 ARG2 ]
pl: U¿ycie: %s [OPCJE]... [ PLIK | ARG1 ARG2 ]
sk: Pou¾itie: %s [VO¥BA]... [ SÚBOR | ARG1 ARG2 ]

source: -H, --heading print line of column headings -i, -u, --idle add user idle time as HOURS:MINUTES, . or old -l, --lookup attempt to canonicalize hostnames via DNS -m only hostname and user associated with stdin -q, --count all login names and number of users logged on -s (ignored) -T, -w, --mesg add user's message status as +, - or ? --message same as -T --writable same as -T --help display this help and exit --version output version information and exit If FILE is not specified, use %s. %s as FILE is common. If ARG1 ARG2 given, -m presumed: `am i' or `mom likes' are usual.
cs: -H, --heading vypí¹e názvy jednotlivých sloupcù -i, -u, --idle pøidá dobu neèinnosti HODINY:MINUTY, . nebo starý -l, --lookup zpùsobí vypisování jmen získaných z DNS -m pouze poèítaèe a u¾ivatele pøipojené ke standardnímu vstupu -q, --count v¹echna pøihla¹ovací jména a poèet pøihlá¹ených u¾ivatelù -s (ignorováno) -T, -w, --mesg pøipojí stav mo¾nosti posílat zprávy (+, - nebo ?) --message jako -T --writable jako -T --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Pokud SOUBOR není zadán, pou¾ije se %s. Pokud zadáte %s jako SOUBOR, budou vypisovány informace o u¾ivatelích, kteøí se pøihlásili v poslední dobì. Pokud jsou zadány ARG1 a ARG2, implicitním pøepínaèem je -m. Jako ARG1 a ARG2 se obvykle zadává 'am i' nebo 'mom likes', mù¾e být ale zadáno cokoliv. Podstatný je poèet argumentù.
pl: -H, --heading wy¶wietla nag³ówki kolumn -i, -u, --idle wy¶wietla czas bezczynno¶ci jako GODZ:MIN, lub dawno -l, --lookup próbuje rozwi±zywaæ nazwy systemów w DNSie -m wy¶wietla tylko nazwê systemu i u¿ytkownika zwi±zanego ze standardowym wej¶ciem -q, --count wszystkie nazwy i liczba zalogowanych u¿ytkowników -s (ignorowane) -T, -w, --mesg zaznacza czy u¿ytkownik przyjmuje komunikaty: +, - lub ? --message tak jak -T --writeable tak jak -T --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê Je¶li nie podano PLIKU, u¿ywa %s. Czêsto podaje siê %s. Obecno¶æ ARG1 ARG2 implikuje -m. Czêste s± `am i' lub `mom likes'.
sk: -H, --heading vypísa» hlavièky ståpcov -i, -u, --idle vypísa» èas neèinnosti ako HOD:MIN, . alebo dávno -l, --lookup pokúsi» sa o kanonizáciu mien prostredníctvom DNS -m iba meno poèítaèa a pou¾ívateµa spojené so ¹tand. vstupom -q, --count v¹etky mená pou¾ívateµov a ich poèet -s (ignorované) -T, -w, --mesg prida» stav povolenia príjmu správ ako +, - or ? --message ako -T --writable ako -T --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Ak SÚBOR nebol zadaný, pou¾íje sa %s. %s ako SÚBOR je obvyklý. Pokiaµ sú zadané ARG1 a ARG2, predpokladá sa -m: `am i' alebo `mom likes' sú obvyklé.

source: Print the user name associated with the current effective user id. Same as id -un. --help display this help and exit --version output version information and exit
cs: Vypí¹e jméno aktuálního efektivním u¾ivatele. Stejné jako pøíkaz id -un. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla nazwê u¿ytkownika zwi±zanego z aktualnym efektywnym idetyfikatorem u¿ytkownika (EUID). Dzia³a jak id -un. --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Vypísa» meno pou¾ívateµa spojené s aktuálnym efektívnym id pou¾ívateµa. Rovnaké ako id -un. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: %s: cannot find username for UID %u
cs: %s: jméno u¾ivatele pro UID %u nelze najít
pl: %s: brak nazwy u¿ytkownika dla UID %u
sk: %s: nie je mo¾né zisti» meno pou¾ívateµa pre UID %u

source: Repeatedly output a line with all specified STRING(s), or `y'. --help display this help and exit --version output version information and exit
cs: Opakovanì vypisuje øádek se v¹emi zadanými øetìzci, nebo 'y'. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: W kó³ko wy¶wietla liniê ze wszystkimi podanymi £AÑCUCHAMI lub `y'. --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Opakovane vypisova» riadok so v¹etkými zadanými RE«AZCAMI alebo `y'. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: IDLE
pl: AKT.
sk: NEÈIN

source: Shell:
pl: Pow³oka:

source: Login
pl: U¿ytkownik
