Repository: ProntoNAS/ReadyNAS
Catalog: shellutils-2.0.11/po/*.po
Languages: cs, pl, sk

source: when specifying an output style, modes may not be set
cs: pøi zadávání výstupního stylu, nemohou být nastavovány re¾imy
pl: tryb nie mo¿e byæ ustawiany, gdy podajesz format wyj¶cia
sk: nastavenia nemô¾u by» ¹pecifikované, pokiaµ je po¾adovaný výpis nastavení

source: %s: couldn't reset non-blocking mode
cs: %s: neblokovací mód souboru nelze zru¹it
pl: %s: zresetowanie trybu nie blokuj±cego nie by³o mo¿liwe
sk: %s: nie je mo¾né opusti» neblokovací re¾im

source: invalid argument `%s'
cs: neznámý argument `%s'
pl: b³êdny argument `%s'
sk: neprípustný argument `%s'

source: missing argument to `%s'
cs: chybí argument pro `%s'
pl: brakuje argumentu dla `%s'
sk: chýbajúci argument pre `%s'

source: %s: unable to perform all requested operations
cs: %s: v¹echny po¾adované operace nelze provést
pl: %s: wykonanie wszystkich ¿±danych operacji by³o niemo¿liwe
sk: %s: nie je mo¾né vykona» v¹etky po¾adované operácie

source: new_mode: mode
cs: new_mode: práva
pl: nowy_tryb: tryb

source: %s: no size information for this device
cs: %s: pro toto zaøízení neexistuje informace o velikosti
pl: %s: brak informacji o wielko¶ci tego urz±dzenia
sk: %s: neexistuje informácia o veµkosti tohoto zariadenia

source: invalid integer argument `%s'
cs: chybný argument typu integer '%s'
pl: b³êdny argument ca³kowity `%s'
sk: chybný celoèíselný argument `%s'

source: Password:
cs: Heslo:
pl: Has³o:
sk: Heslo:

source: getpass: cannot open /dev/tty
cs: getpass: /dev/tty nelze otevøít
pl: getpass: otwarcie /dev/tty niemo¿liwe
sk: getpass: nie je mo¾né otvori» /dev/tty

source: cannot set groups
cs: skupiny nelze nastavit
pl: ustawienie grup niemo¿liwe
sk: nie je mo¾né nastavi» skupiny

source: cannot set group id
cs: èíslo skupiny nelze nastavit
pl: ustawienie id grupy niemo¿liwe
sk: nie je mo¾né nastavi» id skupiny

source: cannot set user id
cs: èíslo u¾ivatele nelze nastavit
pl: ustawienie id u¿ytkownika niemo¿liwe
sk: nie je mo¾né nastavi» id pou¾ívateµa

source: cannot run %s
cs: pøíkaz %s nelze provést
pl: uruchomienie %s niemo¿liwe
sk: nie je mo¾né spusti» %s

source: Usage: %s [OPTION]... [-] [USER [ARG]...]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [-][U®IVATEL [ARGUMENT]...]
pl: U¿ycie: %s [OPCJA]... [-] [U¯YTKOWNIK [ARG]...]
sk: Pou¾itie: %s [VO¥BA]... [-] [POU®ÍVATE¥ [ARG]...]

source: Change the effective user id and group id to that of USER. -, -l, --login make the shell a login shell -c, --commmand=COMMAND pass a single COMMAND to the shell with -c -f, --fast pass -f to the shell (for csh or tcsh) -m, --preserve-environment do not reset environment variables -p same as -m -s, --shell=SHELL run SHELL if /etc/shells allows it --help display this help and exit --version output version information and exit A mere - implies -l. If USER not given, assume root.
cs: Mìní efektivní èíslo u¾ivatele (nebo skupiny) na daného U®IVATELE. -, -l, --login tento shell jako login shell -c, --commmand=PØÍKAZ nastaví shellu argument -c PØÍKAZ -f, --fast nastaví shellu -f (pro csh nebo tcsh) -m, --preserve-environment nema¾e promìné prostøedí -p jako -m -s, --shell=SHELL pou¾ije SHELL (pokud to povoluje /etc/shells) --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Je-li zadáno pouze - znamená to -l. Pokud u¾ivatel není zadán, pøedpokládá se u¾ivatel root.
pl: Zmienia efektywny id u¿ytkownika i grupy na id U¯YTKOWNIKA. -, -l, --login uruchom pow³okê podstawow± (ang. login shell) -c, --command=POLECENIE przeka¿ POLECENIE pow³oce opcj± -c -f, --fast przeka¿ -f pow³oce (dla csh lub tcsh) -m, --preserve-environment nie resetuj zmiennych ¶rodowiskowych -p tak jak -m -s, --shell=POW£OKA uruchom POW£OKÊ, jesli /etc/shells na to pozwala --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz Sam - jest równoznaczny -l. Je¶li brak U¯YTKOWNIKA, domy¶lnym jest root.
sk: Zmeni» efektívne id pou¾ívateµa a skupiny na id POU®ÍVATE¥A. -, -l, --login urobi» tento shell prihlasovacím -c, --commmand=PRÍKAZ odovzda» shellu PRÍKAZ pomocou -c -f, --fast odovzda» shellu -f (pre csh alebo tcsh) -m, --preserve-environment zachova» premenné prostredia -p same as -m -s, --shell=SHELL spusti» SHELL, pokiaµ to /etc/shells povoµuje --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» Samotné - implikuje -l. Ak POU®ÍVATE¥ nebol zadaný, predpokladá sa root.

source: user %s does not exist
cs: u¾ivatel %s neexistuje
pl: u¿ytkownik %s nie istnieje
sk: pou¾ívateµ %s neexistuje

source: incorrect password
cs: chybné heslo
pl: niepoprawne has³o
sk: nesprávne heslo

source: using restricted shell %s
cs: pou¾íván omezený (restricted) shell %s
pl: u¿ywam ograniczonej pow³oki %s
sk: pou¾itý obmedzený shell %s

source: warning: cannot change directory to %s
cs: varování: adresáø nelze zmìnit na %s
pl: uwaga: nie mogê zmieniæ katalogu na %s
sk: varovanie: nie je mo¾né zmeni» adresár na %s

source: Usage: %s [OPTION]... [FILE]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]...
pl: U¿ycie: %s [OPCJA]... [PLIK]...
sk: Pou¾itie: %s [VO¥BA]... [SÚBOR]...

source: Copy standard input to each FILE, and also to standard output. -a, --append append to the given FILEs, do not overwrite -i, --ignore-interrupts ignore interrupt signals --help display this help and exit --version output version information and exit
cs: Kopíruje standardní vstup do ka¾dého souboru a také na standardní výstup. -a, --append pøipojí k daným SOUBORÙM, nepøepisuje je -i, --ignore-interrupts ignoruje signál 'interrupt' --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Kopiuje standardowe wej¶cie do ka¿dego PLIKU oraz na stadardowe wyj¶cie. -a, --append dopisuj do PLIKU, nie nadpisuj -i, --ignore-interrupts ignoruj sygna³y przerwania --help wy¶wietl ten tekst pomocy i zakoñcz
sk: Kopírova» ¹tandardný vstup do ka¾dého SÚBORU a tie¾ na ¹tandardný výstup. -a, --append prida» na koniec SÚBORU, neprepisova» -i, --ignore-interrupts ignorova» signály preru¹enia --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: standard output
cs: standardní výstup
pl: standardowe wej¶cie
sk: ¹tandardný výstup

source: read error
cs: chyba pøi ètení
pl: b³±d odczytu
sk: chyba pri èítaní

source: argument expected
cs: oèekáván argument
pl: spodziewany argument
sk: oèakávaný argument

source: integer expression expected %s
cs: %s je oèekáván výraz typu integer
pl: spodziewane wyra¿enie ca³kowite %s
sk: oèakávaný celoèíselný výraz %s

source: ')' expected
cs: oèekávána ')'
pl: spodziewany `)'
sk: oèakávaný znak ')'

source: ')' expected, found %s
cs: oèekávána ')', nalezeno %s
pl: spodziewany `)', a jest %s
sk: oèakávaný znak ')', nájdený %s

source: %s: unary operator expected
cs: %s: oèekáván unární operátor
pl: %s: spodziewany operator jednoargumentowy
sk: %s: oèakávaný unárny operátor

source: %s: binary operator expected
cs: %s: oèekáván binární operátor
pl: %s: spodziewany operator dwuargumentowy
sk: %s: oèakávaný binárny operátor

source: before -lt
cs: pøed -lt
pl: przed -lt
sk: pred -lt

source: after -lt
cs: po -lt
pl: po -lt
sk: po -lt

source: before -le
cs: pøed -le
pl: przed -le
sk: pred -le

source: after -le
cs: po -le
pl: po -le
sk: po -le

source: before -gt
cs: pøed -gt
pl: przed -gt
sk: pred -gt

source: after -gt
cs: po -gt
pl: po -gt
sk: po -gt

source: before -ge
cs: pøed -ge
pl: przed -ge
sk: pred -ge

source: after -ge
cs: po -ge
pl: po -ge
sk: po -ge

source: -nt does not accept -l
cs: k pøepínaèi -nt nemù¾e být uveden pøepínaè -l
pl: -nt nie dopuszcza -l
sk: -nt neakceptuje -l

source: before -ne
cs: pøed -ne
pl: przed -ne
sk: pred -ne

source: after -ne
cs: po -ne
pl: po -ne
sk: po -ne

source: before -eq
cs: pøed -eq
pl: przed -eq
sk: pred -eq

source: after -eq
cs: po -eq
pl: po -eq
sk: po -eq

source: -ef does not accept -l
cs: k pøepínaèi -ef nemù¾e být uveden pøepínaè -l
pl: -ef nie dopuszcza -l
sk: -ef neakceptuje -l

source: unknown binary operator
cs: neznámý binární operátor
pl: nieznany operator dwuargumentowy
sk: neznámy binárny operátor

source: after -t
cs: po -t
pl: po -t
sk: po -t

source: Usage: %s EXPRESSION or: [ EXPRESSION ] or: %s OPTION
cs: Pou¾ití: %s VÝRAZ nebo: [ VÝRAZ ] nebo: %s PØEPÍNAÈ
pl: U¿ycie: %s WYRA¯ENIE lub: [ WYRA¯ENIE ] lub: %s OPCJA
sk: Pou¾itie: %s VÝRAZ alebo: [ VÝRAZ ] alebo: %s VO¥BA

source: Exit with the status determined by EXPRESSION. --help display this help and exit --version output version information and exit EXPRESSION is true or false and sets exit status. It is one of:
cs: Skonèí s návratovým kódem daným VÝRAZem. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Výsledek VÝRAZu mù¾e být pravda nebo nepravda a na tuto hodnotu je nastavena návratová hodnota. VÝRAZ mù¾e být jeden z:
pl: Zwraca wynik WYRA¯ENIA. --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz WYRA¯ENIE mo¿e byæ prawdziwe lub fa³szywe i zwraca kod b³êdu. Ma postaæ:
sk: Skonèi» so stavom urèeným VÝRAZOM. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi» VÝRAZ je pravdivý alebo nepravdivý a nastavuje výstupný kód. Je jedným z:

source: ( EXPRESSION ) EXPRESSION is true ! EXPRESSION EXPRESSION is false EXPRESSION1 -a EXPRESSION2 both EXPRESSION1 and EXPRESSION2 are true EXPRESSION1 -o EXPRESSION2 either EXPRESSION1 or EXPRESSION2 is true [-n] STRING the length of STRING is nonzero -z STRING the length of STRING is zero STRING1 = STRING2 the strings are equal STRING1 != STRING2 the strings are not equal INTEGER1 -eq INTEGER2 INTEGER1 is equal to INTEGER2 INTEGER1 -ge INTEGER2 INTEGER1 is greater than or equal to INTEGER2 INTEGER1 -gt INTEGER2 INTEGER1 is greater than INTEGER2 INTEGER1 -le INTEGER2 INTEGER1 is less than or equal to INTEGER2 INTEGER1 -lt INTEGER2 INTEGER1 is less than INTEGER2 INTEGER1 -ne INTEGER2 INTEGER1 is not equal to INTEGER2
cs: ( VÝRAZ ) VÝRAZ je pravdivý ! VÝRAZ VÝRAZ je nepravdivý VÝRAZ1 -a VÝRAZ2 VÝRAZ1 i VÝRAZ2 jsou pravdivé VÝRAZ1 -o VÝRAZ2 buï VÝRAZ1 nebo VÝRAZ2 je pravdivý [-n] ØETÌZ ØETÌZ má nenulovou délku -z ØETÌZ ØETÌZ má nulovou délku ØETÌZ1 = ØETÌZ2 ØETÌZce mají stejnou délku ØETÌZ1 != ØETÌZ2 ØETÌZce nemají stejnou délku INTEGER1 -eq INTEGER2 INTEGER1 je roven INTEGER2 INTEGER1 -ge INTEGER2 INTEGER1 je vìt¹í nebo roven INTEGER2 INTEGER1 -gt INTEGER2 INTEGER1 je vìt¹í ne¾ INTEGER2 INTEGER1 -le INTEGER2 INTEGER1 je men¹í nebo roven INTEGER2 INTEGER1 -lt INTEGER2 INTEGER1 je men¹í ne¾ INTEGER2 INTEGER1 -ne INTEGER2 INTEGER1 není roven INTEGER2
pl: ( WYRA¯ENIE ) WYRA¯ENIE jest prawdziwe ! WYRA¯ENIE WYRA¯ENIE jest fa³szywe WYRA¯ENIE1 -a WYRA¯ENIE2 WYRA¯ENIE1 i WYRA¯ENIE2 s± prawdziwe WYRA¯ENIE1 -o WYRA¯ENIE2 WYRA¯ENIE1 lub WYRA¯ENIE2 jest prawdziwe [-n] £AÑCUCH £AÑCUCH ma d³ugo¶æ ró¿n± od zera -z £AÑCUCH £AÑCUCH ma d³ugo¶æ równ± zero £AÑCUCH1 = £AÑCUCH2 ³añcuchy sa równe LICZBA1 -eq LICZBA2 LICZBA1 równa LICZBIE2 (liczby ca³kowite) LICZBA1 -ge LICZBA2 LICZBA1 wiêksza lub równa LICZBIE2 LICZBA1 -gt LICZBA2 LICZBA1 wiêksza do LICZBY2 LICZBA1 -le LICZBA2 LICZBA1 mniejsza lub równa LICZBIE2 LICZBA1 -lt LICZBA2 LICZBA1 mniejsza od LICZBY2 LICZBA1 -ne LICZBA2 LICZBA1 jest ró¿na od LICZBY2
sk: ( VÝRAZ ) VÝRAZ je pravdivý ! VÝRAZ VÝRAZ je nepravdivý VÝRAZ1 -a VÝRAZ2 VÝRAZ1 aj VÝRAZ2 sú pravdivé VÝRAZ1 -o VÝRAZ2 VÝRAZ1 alebo VÝRAZ2 je pravdivý [-n] RE«AZEC då¾ka RE«AZCA je nenulová -z RE«AZEC då¾ka RE«AZCA je nulová RE«AZEC1 = RE«AZEC2 re»azce sa rovnajú RE«AZEC1 != RE«AZEC2 re»azce sa nerovnajú CELÉÈÍSLO1 -eq CELÉÈÍSLO2 CELÉÈÍSLO1 sa rovná CELÉÈÍSLO2 CELÉÈÍSLO1 -ge CELÉÈÍSLO2 CELÉÈÍSLO1 je väè¹ie alebo rové CELÉÈÍSLO2 CELÉÈÍSLO1 -gt CELÉÈÍSLO2 CELÉÈÍSLO1 je väè¹ie ako CELÉÈÍSLO2 CELÉÈÍSLO1 -le CELÉÈÍSLO2 CELÉÈÍSLO1 je men¹ie alebo rovné CELÉÈÍSLO2 CELÉÈÍSLO1 -lt CELÉÈÍSLO2 CELÉÈÍSLO1 je men¹ie ako CELÉÈÍSLO2 CELÉÈÍSLO1 -ne CELÉÈÍSLO2 CELÉÈÍSLO1 sa nerovná CELÉÈÍSLO2

source: FILE1 -ef FILE2 FILE1 and FILE2 have the same device and inode numbers FILE1 -nt FILE2 FILE1 is newer (modification date) than FILE2 FILE1 -ot FILE2 FILE1 is older than FILE2 -b FILE FILE exists and is block special -c FILE FILE exists and is character special -d FILE FILE exists and is a directory -e FILE FILE exists -f FILE FILE exists and is a regular file -g FILE FILE exists and is set-group-ID -G FILE FILE exists and is owned by the effective group ID -k FILE FILE exists and has its sticky bit set -L FILE FILE exists and is a symbolic link -O FILE FILE exists and is owned by the effective user ID -p FILE FILE exists and is a named pipe -r FILE FILE exists and is readable -s FILE FILE exists and has a size greater than zero -S FILE FILE exists and is a socket -t [FD] file descriptor FD (stdout by default) is opened on a terminal -u FILE FILE exists and its set-user-ID bit is set -w FILE FILE exists and is writable -x FILE FILE exists and is executable
cs: SOUBOR1 -ef SOUBOR2 SOUBOR1 a SOUBOR2 jsou na stejném zaøízení a mají stejný i-uzel SOUBOR1 -nt SOUBOR2 SOUBOR1 je novìj¹í (datum modifikace) ne¾ SOUBOR2 SOUBOR1 -ot SOUBOR2 SOUBOR1 je star¹í ne¾ SOUBOR2 -b SOUBOR SOUBOR existuje a je speciální blokový -c SOUBOR SOUBOR existuje a je speciální znakový -d SOUBOR SOUBOR existuje a je to adresáø -e SOUBOR SOUBOR existuje -f SOUBOR SOUBOR existuje a je to obyèejný soubor (ne adresáø) -g SOUBOR SOUBOR existuje a má nastaven sgid bit -G SOUBOR SOUBOR existuje a je vlastnìn aktuálním efektivním GID -k SOUBOR SOUBOR existuje a má nastaven 'sticky' bit -L SOUBOR SOUBOR existuje a je symbolický odkaz -O SOUBOR SOUBOR existuje a je vlastnìn aktuálním efektivním UID -p SOUBOR SOUBOR existuje a je pojmenovaná roura -r SOUBOR SOUBOR existuje a je èitelný -s SOUBOR SOUBOR existuje a má nenulovou délku -S SOUBOR SOUBOR existuje a je soket -t [FD] SOUBOR s deskriptorem FD (implicitnì stdout) je otevøen na terminálu -u SOUBOR SOUBOR existuje a má nastaven suid bit -w SOUBOR SOUBOR existuje a lze do nìj zapisovat -x SOUBOR SOUBOR existuje a je spustitelný
pl: PLIK1 -ef PLIK2 PLIK1 i PLIK2 maj± ten sam numer urz±dzenia i i-wêz³a PLIK1 -nt PLIK2 PLIK1 jest nowszy ni¿ PLIK2 (wg daty modyfikacji) PLIK1 -ot PLIK2 PLIK1 jest starszy ni¿ PLIK2 -b PLIK PLIK istnieje i jest urz±dzeniem blokowym -c PLIK PLIK istnieje i jest urz±dzeniem znakowym -d PLIK PLIK istnieje i jest katalogiem -e PLIK PLIK istnieje -f PLIK PLIK istnieje i jest zwyk³ym plikiem -g PLIK PLIK istnieje i ma atrybut set-group-id (SGID) -G PLIK PLIK istnieje i jego w³a¶cicielem jest efektywna grupa -k PLIK PLIK istnieje i ma ustawiony bit ochrony (sticky bit) -L PLIK PLIK istnieje i jest dowi±zaniem symbolicznym -O PLIK PLIK istnieje i jego w³a¶cicielem jest efektywny u¿ytkownik -p PLIK PLIK istnieje i jest ³±czem nazwanym (named pipe) -r PLIK PLIK istnieje i mo¿e byæ czytany -s PLIK PLIK istnieje i ma d³ugo¶æ wiêksz± od zera -S PLIK PLIK istnieje i jest gniazdem -t PLIK deskryptor pliku FD (domy¶lnie standardowe wyj¶cie) jest otwarty na terminal -u PLIK PLIK istnieje i ma atrybut set-user-id (SUID) -w PLIK PLIK istnieje i mo¿e byæ zapisywany -x PLIK PLIK istnieje i jest wykonywalny
sk: SÚBOR1 -ef SÚBOR2 SÚBOR1 a SÚBOR2 majú rovnaké èísla zariadenia a inode SÚBOR1 -nt SÚBOR2 SÚBOR1 je nov¹í (èas zmeny) ako SÚBOR2 SÚBOR1 -ot SÚBOR2 SÚBOR1 je star¹í ako SÚBOR2 -b SÚBOR SÚBOR existuje a je blokový ¹peciálny súbor -c SÚBOR SÚBOR existuje a je znakový ¹peciálny súbor -d SÚBOR SÚBOR existuje a je adresár -e SÚBOR SÚBOR existuje -f SÚBOR SÚBOR existuje a je be¾ný súbor -g SÚBOR SÚBOR existuje a má nastavný set-group-ID bit -G SÚBOR SÚBOR existuje a je vlastnený efektívnym skupinovým ID -k SÚBOR SÚBOR existuje a má nastavený sticky bit -L SÚBOR SÚBOR existuje a je symbolický odkaz -O SÚBOR SÚBOR existuje a je vlastnený efektívnym ID pou¾ívateµa -p SÚBOR SÚBOR existuje a je pomenovaná rúra -r SÚBOR SÚBOR existuje a je èitateµný -s SÚBOR SÚBOR existuje a má nenulovú då¾ku -S SÚBOR SÚBOR existuje a je socket -t [FD] deskriptor súboru FD (implicitne ¹tandardný výstup) je otvorený na termináli -u SÚBOR SÚBOR existuje a má nastavený set-user-ID bit -w SÚBOR SÚBOR existuje a je zapisovateµný -x SÚBOR SÚBOR existuje a je vykonateµný

source: Beware that parentheses need to be escaped (e.g., by backslashes) for shells. INTEGER may also be -l STRING, which evaluates to the length of STRING.
cs: Upozornìní: závorky nesmí být interpretovány shellem (musí být oznaèeny znakem zpìtného lomítka). INTEGER také mù¾e být -l ØE«EZEC, který je vyhodnocen jako délka øetìzce.
pl: Zwróæ uwagê na to, ¿e nawiasy musz± byæ chronione (np. przez `\') przed interpretacj± przez pow³okê. LICZBA musi byæ ca³kowita i mo¿e mieæ tak¿e postaæ -l £AÑCUCH, czyli d³ugo¶æ £AÑCUCHA.
sk: Pozor na to, ¾e zátvorky musia by» v shelli chránené (napr. spätnými lomítkami. CELÉÈÍSLO mô¾e by» tie¾ -l RE«AZEC, èo sa vyhodnotí na då¾ku RE«AZCA.

source: missing `]'
cs: oèekávána ']'
pl: brak `]'
sk: chýbajúca `]'

source: too many arguments
cs: pøíli¹ mnoho argumentù
pl: za du¿o argumentów
sk: priveµa argumentov

source: Usage: %s [ignored command line arguments] or: %s OPTION Exit with a status code indicating success. These option names may not be abbreviated. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s [argumenty jsou ignorovány] nebo: %s PØEPÍNAÈ Ukonèí se s návratovým kódem znamenajícím ukonèení bez chyby. Následující jména pøepínaèù nemohou být zkracována. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Sk³adnia: %s [linia poleceñ jest ignorowana] lub: %s OPCJA Koñczy pracê z kodem b³êdu oznaczaj±cym powodzenie. --help wy¶wietla ten tekst pomocy i koñczy pracê --version wy¶wietla wersjê programu i koñczy pracê
sk: Pou¾itie: %s [ignorované argumenty]... alebo: %s VO¥BA Skonèi» s výstupným kódom indikujúcim úspech. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: Usage: %s [OPTION]...
cs: Pou¾ití: %s [PØEPÍNAÈ]
pl: Sk³adnia: %s [OPCJA]...
sk: Pou¾itie: %s [VO¥BA]...

source: Print the file name of the terminal connected to standard input. -s, --silent, --quiet print nothing, only return an exit status --help display this help and exit --version output version information and exit
cs: Vypí¹e jméno souboru terminálu pøipojeného na standardní vstup. -s, --silent, --quiet potlaèí výstup a vrátí pouze návratový kód. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla nazwê terminala zwi±zanego ze standardowym wyj¶ciem. -s, --silent, --quiet nic nie wy¶wietlaj, zwróæ tylko kod powrotu --help wy¶wietl ten tekst pomocy i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Vypísa» názov súboru terminálu spojeného so ¹tandardným vstupom. -s, --silent, --quiet nevypisova» niè, iba vráti» výstupný stav --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: not a tty
cs: není tty
pl: to nie jest terminal
sk: nie je terminál

source: Print certain system information. With no OPTION, same as -s. -a, --all print all information -m, --machine print the machine (hardware) type -n, --nodename print the machine's network node hostname -r, --release print the operating system release -s, --sysname print the operating system name -p, --processor print the host processor type -v print the operating system version --help display this help and exit --version output version information and exit
cs: Vypí¹e nìkteré informace o systému. Není-li zadán ¾ádný pøepínaè, výpis je stejný jako u pøepínaèe -s. -a, --all v¹echny informace -m, --machine typ poèítaèe (hardware) -n, --nodename jméno poèítaèe v síti -r, --release verze operaèního systému -s, --sysname jméno operaèního systému -p, --procesor typ procesoru -v verze (datum kompilace) operaèního systému --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla okre¶lone informacje o systemie. Brak opcji implikuje -s. -a, --all wy¶wietl komplet informacji -m, --machine wy¶wietl typ sprzêtu (architekturê) -n, --nodename wy¶wietl sieciow± nazwê systemu -r, --release wy¶wietl wydanie systemu operacyjnego -s, --sysname wy¶wietl nazwê systemu operacyjnego -p, --processor wy¶wietl typ procesora -v wy¶wietl wersjê systemu operacyjnego --help wy¶wietl ten tekst pomocu i zakoñcz --version wy¶wietl wersjê programu i zakoñcz
sk: Vypísa» niektoré systémové informácie. ®iadna VO¥BA zodpovedá -s. -a, --all vypísa» v¹etky informácie -m, --machine vypísa» typ (hardware) poèítaèa -n, --nodename vypísa» názov poèítaèa v sieti -r, --release vypísa» verziu jadra operaèného systému -s, --sysname vypísa» názov operaèného systému -p, --processor vypísa» typ procesora -v vypísa» verziu zostavenia operaèného systému --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»

source: cannot get system name
cs: jméno systému nelze zjistit
pl: odczytanie nazwy systemu niemo¿liwe
sk: nie je mo¾né zisti» názov systému

source: cannot get processor type
cs: typ procesoru nelze zjistit
pl: uzyskanie typu procesora jest niemo¿liwe
sk: nie je mo¾né zisti» typ procesora

source: couldn't get boot time
cs: èas startu OS nelze zjistit
pl: uzyskanie czasu startu systemu niemo¿liwe
sk: nie je mo¾né zisti» èas zavedenia systému

source: %2d:%02d%s up
cs: %2d:%02d%s bì¾í
pl: %2d:%02d%s dzia³a
sk: %2d:%02d%s be¾í

source: day
cs: den
pl: dzieñ
sk: deò

source: days
cs: dny
pl: dni
sk: dni

source: user
cs: u¾ivatel
pl: u¿ytkownik
sk: pou¾ívateµ

source: users
cs: u¾ivatelé
pl: u¿ytkowników
sk: pou¾ív.

source: , load average: %.2f
cs: , prùmìrná zátì¾: %.2f
pl: , obci±¿enie: %.2f
sk: , priemerná zá»a¾: %.2f

source: Usage: %s [OPTION]... [ FILE ]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]
pl: U¿ycie: %s [OPCJA]... [ PLIK ]
sk: Pou¾itie: %s [VO¥BA]... [ SÚBOR ]

source: Print the current time, the length of time the system has been up, the number of users on the system, and the average number of jobs in the run queue over the last 1, 5 and 15 minutes. If FILE is not specified, use %s. %s as FILE is common. --help display this help and exit --version output version information and exit
cs: Vypí¹e aktuální èas, èas po který je systém v provozu, poèet u¾ivatelù pøihlá¹ených v systému a prùmìrný poèet procesù èekajících ve frontì na zpracování bìhem posledních 1, 5 a 15 minut. Pokud není SOUBOR zadán, pou¾ije se %s. Zadání %s jako SOUBORu je obvyklé. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wy¶wietla czas aktualn± godzinê, czas dzia³ania systemu, liczbê u¿ytkowników aktualnie zalogowanych w systemie oraz ¶redni± liczbê procesów uruchamianych w ci±gu ostatnich 1, 5 i 15 minut. Je¶li nie podano PLIKU, u¿ywa %s. %s jest czêsto podawane jako PLIK. --version wy¶wietla wersjê programu i koñczy pracê --help wy¶wietla ten tekst pomocy i koñczy pracê
sk: Vypísa» aktuálny èas, èas od spustenia systému, poèet pou¾ívateµov v systéme a priemerný poèet úloh vo fronte za poslednú minútu, 5 minút a 15 minút. Pokiaµ nie je zadaný SÚBOR, pou¾i» %s. %s ako SÚBOR je obvyklý. --help vypísa» túto pomoc a skonèi» --version vypísa» informáciu o verzii a skonèi»
