Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: at least one string must be given when squeezing repeats
cs: nejménì jedna mno¾ina musí být zadána pøi komprimaci opakujících se znakù
pl: przy kompresji powtórzeñ musi byæ podany przynajmniej 1 zbiór
sk: najmenej jedna mno¾ina musí by» zadaná pri komprimovaní opakujúcich sa znakov

source: misaligned [:upper:] and/or [:lower:] construct
cs: nezarovnané(á) konstrukce [:upper:] a/nebo [:lower:]
pl: niedopasowane [:upper:] i/lub [:lower:]
sk: nezarovnané(á) kon¹trukcie(a) [:upper:] a/alebo [:lower:]

source: invalid identity mapping; when translating, any [:lower:] or [:upper:] construct in string1 must be aligned with a corresponding construct ([:upper:] or [:lower:], respectively) in string2
cs: nelze identifikovat mapování: pøi nahrazování, libovolná konstrukce [:lower:] nebo [:upper:] v MNO®INÌ1 musí být zarovnána s odpovídající konstrukcí ([:upper:] nebo [:lower:]) v MNO®INÌ2.
pl: b³êdne mapowanie identyczno¶ci; przy t³umaczeniu ka¿de wyra¿enie [:lower:] lub [:upper:] w £AÑCUCHu1 musi byæ dopasowane do odpowiedniego wyra¿enia (odpowiednie [:upper:] lub [:lower:]) w £AÑCUCHu2
sk: nie je mo¾né identifikova» mapovanie: pri nahradzovaní, µubovoµná kon¹trukcia [:lower:] alebo [:upper:] v MNO®INE1 musí by» zarovnaná so zodpovedajúcou kon¹trukciou ([:upper:] alebo [:lower:]) v MNO®INE2.

source: Usage: %s [OPTION] [FILE] Write totally ordered list consistent with the partial ordering in FILE. With no FILE, or when FILE is -, read standard input. --help display this help and exit --version output version information and exit
cs: Pou¾ití: %s [PØEPÍNAÈ] [SOUBOR] Výstupem je totálnì seøazený seznam v¹ech polo¾ek ze v¹ech vstupních øádkù, na kterých jsou polo¾ky seøazeny, vstupního SOUBORu. Jednotlivé polo¾ky jsou na øádku oddìleny mezerou. Jestli¾e není SOUBOR zadán, bude èten standardní vstup. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: U¿ycie: %s [OPCJA] [PLIK] Wypisz sume CRC i ilo¶æ bajtów ka¿dego PLIKu, Bez PLIKu albo gdy PLIK to -, czytaj standardowe wej¶cie. --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Pou¾itie: %s [PREPÍNAÈ] [SÚBOR] Výstupom je totálne zotriedený zoznam v¹etkých polo¾iek zo v¹etkých vstupných riadkov, na ktorých sú polo¾ky zotriedené, vstupného SÚBORu. Jednotlivé polo¾ky sú na riadku oddelené medzerou. Pokiaµ nie je SÚBOR zadaný, bude èítaný ¹tandardný vstup. --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: Report bugs to <textutils-bugs@gnu.org>.
cs: Chyby v programu oznamujte na adrese <textutils-bugs@gnu.org> (pouze anglicky), pøipomínky k pøekladu zasílejte na adresu <cs@li.org> (èesky).
pl: Raporty o b³êdach wysy³aj do textutils-bugs@gnu.org.
sk: Chyby v programe oznamujte na adrese <textutils-bugs@gnu.org> (iba anglicky), pripomienky k prekladu zasielajte na adresu <sk@li.org> (slovensky).

source: %s: input contains a loop:
cs: %s: vstup obsahuje cyklus:
pl: %s: dane wej¶ciowe zawieraj± pêtlê:
sk: %s: vstup obsahuje cyklus:

source: could not find loop
cs: cyklus nelze najít
pl: nie mogê znale¼æ pêtli
sk: cyklus sa nedá nájs»

source: only one argument may be specified
cs: mù¾e být zadán pouze jeden argument
pl: mo¿e byæ podany tylko jeden argument
sk: mô¾e by» zadaný iba jeden argument

source: Convert spaces in each FILE to tabs, writing to standard output. With no FILE, or when FILE is -, read standard input. -a, --all convert all whitespace, instead of initial whitespace -t, --tabs=NUMBER have tabs NUMBER characters apart instead of 8 -t, --tabs=LIST use comma separated list of explicit tab positions --help display this help and exit --version output version information and exit Instead of -t NUMBER or -t LIST, -NUMBER or -LIST may be used.
cs: V ka¾dém SOUBORu konvertuje mezery na tabelátory a výsledek vypisuje na standardní výstup. Nebude-li SOUBOR zadán nebo bude-li -, bude èten standardní vstup. -a, --all konvertuje v¹echny mezery, místo pouze úvodních -t, --tabs=POÈET nastaví tabelátor na POÈET mezer (8) -t, --tabs=SEZNAM pou¾ije èárkami oddìlený seznam pro pozice tabelátorù --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Místo -t POÈET nebo -t SEZNAM je mo¾no pou¾ít -POÈET nebo -SEZNAM.
pl: W ka¿dym PLIKu zamieñ spacje na TABy, pisz do standardowego wyj¶cia. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -a, --all zamieñ wszystkie odstêpy, nie tylko pocz±tkowe -t, --tabs=ILE kolejne TABy co ILE znaków zamiast 8 -t, --tabs=LISTA u¿yj oddzielanej przecinkami listy pozycji TABów --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Zamiast -t ILE albo -t LISTA mo¿na u¿yæ -LISTA.
sk: V ka¾dom SÚBORe konvertuje medzery na tabulátory a výsledok vypisuje na ¹tandardný výstup. Ak nebude SÚBOR zadaný alebo bude -, bude èítaný ¹tandardný vstup. -a, --all konvertuje v¹etky medzery, namiesto iba úvodných -t, --tabs=POÈET nastaví tabulátor na POÈET medzier (8) -t, --tabs=ZOZNAM pou¾ije èiarkami oddelený zoznam pre pozície tabulátorov --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Namiesto -t POÈET alebo -t ZOZNAM je mo¾né pou¾i» -POÈET alebo -ZOZNAM.

source: Usage: %s [OPTION]... [INPUT [OUTPUT]]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [VSTUP [VÝSTUP]]
pl: U¿ycie: %s [OPCJA]... [WEJ¦CIE [WYJ¦CIE]]
sk: Pou¾itie: %s [PREPÍNAÈ]... [VSTUP [VÝSTUP]]

source: Discard all but one of successive identical lines from INPUT (or standard input), writing to OUTPUT (or standard output). -c, --count prefix lines by the number of occurrences -d, --repeated only print duplicate lines -D, --all-repeated print all duplicate lines -f, --skip-fields=N avoid comparing the first N fields -i, --ignore-case ignore differences in case when comparing -s, --skip-chars=N avoid comparing the first N characters -u, --unique only print unique lines -w, --check-chars=N compare no more than N characters in lines -N same as -f N +N same as -s N --help display this help and exit --version output version information and exit A field is a run of whitespace, then non-whitespace characters. Fields are skipped before chars.
cs: Ze v¹ech po sobì jdoucích stejných vstupních øádkù, vypí¹e na výstup v¾dy pouze jeden. Implicitnì je jako VSTUP brán standardní vstup a jako VÝSTUP standardní výstup. -c, --count pøed ka¾dý øádek vlo¾í poèet opakování -d, --repeated vypisuje pouze opakující se øádky -D, --all-repeated vypisuje v¹echny opakující se øádky -f, --skip-fields=N neporovnává prvních N polo¾ek -i, --ignore-case ignoruje rozdíl mezi malými a velkými písmeny -s, --skip-chars=N neporovnává prvních N znakù -u, --unique vypisuje pouze neopakující se øádky -w, --check-chars=N porovnává nejvý¹e N prvních znakù ka¾dého øádku -N stejné jako -f N +N stejné jako -s N --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Polo¾kou je chápán neprázdný øetìzec znakù, které nejsou mezerami nebo tabelátory. Polo¾ky jsou oddìleny mezerami a tabelátory.
pl: Skasuj wszystkie kolejne identyczne linie ze WEJ¦CIA (lub standardowego wej¶cia) oprócz jednej, pisz±c do WYJ¦CIA (lub standardowego wyj¶cia). -c, --count poprzed¼ linie ilo¶ci± powtórzeñ -d, --repeated wypisuj tylko powtórzone linie -D, --all-repeated wypisz wszystkie powtarzaj±ce siê linie -f, --skip-fields=N nie porównuj pierwszych N pól -i, --ignore-case ignoruj ró¿nice miêdzy ma³ymi i du¿ymi literami -s, --skip-chars=N nie porównuj pierwszych N znaków -u, --unique wypisuj tylko linie unikalne -w, --check-chars=N porównuj najwy¿ej N znaków w liniach -N to samo co -f N +N to samo co -s N --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Pole to ci±g znaków odstêpu, za którym s± znaki nie bêd±ce znakami odstepu. Pola s± przeskakiwane przez przeskakiwaniem znaków.
sk: Zo v¹etkých po sebe idúcich rovnakých vstupných riadkov, vypí¹e na výstup v¾dy iba jeden. Implicitne je ako VSTUP braný ¹tandardný vstup a ako VÝSTUP ¹tandardný výstup. -c, --count pred ka¾dý riadok vlo¾í poèet opakovania -d, --repeated vypisuje iba opakujúce sa riadky -D, --all-repeated vypisuje v¹etky opakujúce sa riadky -f, --skip-fields=N neporovnáva prvých N polo¾iek -i, --ignore-case ignoruje rozdiel medzi malými a veµkými písmenami -s, --skip-chars=N neporovnáva prvých N znakov -u, --unique vypisuje iba neopakujúce sa riadky -w, --check-chars=N porovnává najviac N prvých znakov ka¾dého riadku -N rovnaké ako -f N +N rovnaké ako -s N --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Polo¾kou je chápaný neprázdny re»azec znakov, ktoré nie sú medzerami alebo tabulátormi. Polo¾ky sú oddelené medzerami a tabulátormi.

source: error reading %s
cs: chyba pøi ètení %s
pl: b³±d czytania %s
sk: chyba pri èítaní %s

source: error writing %s
cs: chyba pøi zápisu %s
pl: b³±d zapisu %s
sk: chyba pri zápise %s

source: invalid number of fields to skip: `%s'
cs: chybný poèet polo¾ek na pøeskoèení: `%s'
pl: b³êdna liczba pól do przeskoczenia `%s'
sk: chybný poèet polo¾iek na preskoèenie: `%s'

source: invalid number of bytes to skip: `%s'
cs: chybný poèet bajtù na pøeskoèení: `%s'
pl: b³êdna liczba bajtów do przeskoczenia: `%s'
sk: chybný poèet znakov na preskoèenie: `%s'

source: invalid number of bytes to compare: `%s'
cs: chybný poèet bajtù pro porovnání: `%s'
pl: b³êdna liczba bajtów do porównania: `%s'
sk: chybný poèet znakov pre porovnanie: `%s'

source: printing all duplicated lines and repeat counts is meaningless
cs: výpis v¹ech opakujících se øádkù a poèítadla opakování nemá smysl
pl: wypisywanie wszystkich powtórzonych linii i ilo¶ci powtórzeñ nie ma sensu
sk: výpis v¹etkých opakujúcich sa riadkov a poèítadla opakovania nemá zmysel

source: Print line, word, and byte counts for each FILE, and a total line if more than one FILE is specified. With no FILE, or when FILE is -, read standard input. -c, --bytes, --chars print the byte counts -l, --lines print the newline counts -L, --max-line-length print the length of the longest line -w, --words print the word counts --help display this help and exit --version output version information and exit
cs: Ke ka¾dému SOUBORu vypí¹e poèet øádkù, slov a bajtù. Bude-li zadán více ne¾ jeden SOUBOR, vypí¹e i celkové údaje. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -c, --bytes, --chars vypí¹e poèet bajtù -l, --lines vypí¹e poèet øádkù -L, --max-line-length vypí¹e délku nejdel¹ího øádku -w, --words vypí¹e poèet slov --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Dla ka¿dego PLIKu wypisz ilo¶ci linii, s³ów i bajtów oraz posumowanie je¿eli podany jest wiêcej ni¿ jeden PLIK. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -c, --bytes, --chars wypisz ilo¶ci bajtów -l, --lines wypisz ilo¶ci znaków nowej linii -L, --max-line-length wypisz d³ugo¶æ najd³u¿szej linii -w, --words wypisz ilo¶ci s³ów --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Ku ka¾dému SÚBORu vypí¹e poèet riadkov, slov a bytov. Ak bude zadaný viac ako jeden SÚBOR, vypí¹e aj celkové údaje. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -c, --bytes, --chars vypí¹e poèet bytov -l, --lines vypí¹e poèet riadkov -L, --max-line-length vypí¹e då¾ku najdlh¹ieho riadku -w, --words vypí¹e poèet slov --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: total
cs: celkem
pl: razem
sk: celkom
