Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: `-N NUMBER' invalid starting line number: `%s'
cs: chybné èíslo poèáteèního øádku: `%s'
pl: `-N LICZBA' b³êdny numer linii pocz±tkowej: `%s'
sk: `-N ÈÍSLO'chybné èíslo poèiatoèného riadku: `%s'

source: `-o MARGIN' invalid line offset: `%s'
cs: chybný posun øádku: `%s'
pl: `-o MARGINES' b³êdne przesuniêcie linii: `%s'
sk: `-o OKRAJ' chybný posun riadku: `%s'

source: `-w PAGE_WIDTH' invalid number of characters: `%s'
pl: `-w SZEROKO¦Æ_STRONY' b³êdna ilo¶æ znaków: `%s'
sk: `-w ©ÍRKA_STRÁNKY' - chybný poèet riadkov na stranu: `%s'

source: `-W PAGE_WIDTH' invalid number of characters: `%s'
pl: `-W SZEROKO¦Æ_STRONY' b³êdna ilo¶æ znaków: `%s'
sk: `-W ©ÍRKA_STRÁNKY' - chybný poèet riadkov na stranu: `%s'

source: Cannot specify number of columns when printing in parallel.
cs: Pøi výpisu vedle sebe, není mo¾né zadat poèet sloupcù.
pl: Przy wypisywaniu równoleg³ym nie mo¿na podawaæ liczby kolumn.
sk: Pri výpise vedµa seba, nie je mo¾né zada» poèet ståpcov.

source: Cannot specify both printing across and printing in parallel.
cs: Není mo¾né zadat výpis souborù po sobì a vedle sebe.
pl: Nie mogê wypisywac równocze¶nie wzd³u¿ i równolegle.
sk: Nie je mo¾né zada» výpis súborov po sebe a vedµa seba.

source: `-%c' extra characters or invalid number in the argument: `%s'
cs: `-%c` nadbyteèné znaky nebo ¹patné èíslo v argumentu: `%s'
pl: `-%c' nadmiarowe znaki lub b³êdna liczba w argumencie: `%s'
sk: `-%c' nadbytoèné znaky alebo zlé èíslo v argumente: `%s'

source: page width too narrow
cs: ¹íøka stránky je pøíli¹ malá
pl: szeroko¶æ strony za ma³a
sk: ¹írka stránky je príli¹ malá

source: %s%*s%s%*sPage
cs: %s%*s%s%*sStrana
pl: %s%*s%s%*sstrona
sk: %s%*s%s%*sStrana

source: starting page number larger than total number of pages: `%d'
pl: numer strony pocz±tkowej jest wiêkszy ilo¶æ stron: `%d'
sk: èíslo poèiatoènej stránky je väè¹ie ako poèet stránok: `%d'

source: -h HEADER, --header=HEADER use a centered HEADER instead of filename in page header, with long headers left-hand-side truncation may occur, -h "" prints a blank line, don't use -h"" -i[CHAR[WIDTH]], --output-tabs[=CHAR[WIDTH]] replace spaces with CHARs (TABs) to tab WIDTH (8) -J, --join-lines merge full lines, turns off -W line truncation, no column alignment, -S[STRING] sets separators -l PAGE_LENGTH, --length=PAGE_LENGTH set the page length to PAGE_LENGTH (66) lines (default number of lines of text 56, and with -F 63) -m, --merge print all files in parallel, one in each column, truncate lines, but join lines of full length with -J -n[SEP[DIGITS]], --number-lines[=SEP[DIGITS]] number lines, use DIGITS (5) digits, then SEP (TAB), default counting starts with 1st line of input file -N NUMBER, --first-line-number=NUMBER start counting with NUMBER at 1st line of first page printed (see +FIRST_PAGE) -o MARGIN, --indent=MARGIN offset each line with MARGIN (zero) spaces, do not affect -w or -W, MARGIN will be added to PAGE_WIDTH -r, --no-file-warnings omit warning when a file cannot be opened
pl: -h NAG£ÓWEK, --header=NAG£ÓWEK u¿yj wycentrowanego NAG£ÓWKA zamiast nazwy pliku w nag³ówkach, dla d³ugich nag³ówków mo¿e doj¶æ do obciêcia z lewej. -h "" drukuje pust± linie, nie u¿ywaj -h "" -i[ZNAK[SZER]], --output-tabs[=ZNAK[SZER]] zamieñ spacje na ZNAKi (TABy) do tej SZERoko¶ci (8) -J, --join-lines po³±cz pe³ne linie, wy³±cza obcinanie linii przez -w, bez wyrównania kolumn, -s[£AÑCUCH] ustawia separatory -l D£UGO¦Æ_STRONY, --length=D£UGO¦Æ_STRONY ustaw tak± D£UGO¦Æ_STRONY w liniach (66) (domy¶lna ilo¶æ linii tekstu: 56; dla -f 63) -m, --merge wypisuj wszystkie pliki równolegle, ka¿dy w jednej kolumnie, obcinaj linie, ale ³±cz linie o pe³nej d³ugo¶ci przez -j -n[SEP[CYFRY]], --number-lines[=SEP[CYFRY]] numeruj linie, u¿yj tyle CYFR (5), potem SEParator (TAB), domy¶lnie liczone od pierwszej linii pliku wej¶ciowego -N LICZBA, --first-line-number=LICZBA zacznij liczenie od LICZBY przy pierwszej linii pierwszej drukowanej strony (zob. +PIERWSZA_STRONA) -o MARGINES, --indent=MARGINES Przesuñ ka¿d± liniê o MARGINES spacji (nie wp³ywa na -w) -r, --no-file-warnings nie ostrzegaj kiedy plik nie mo¿e byæ otwarty
sk: -h HLAVIÈKA, --header=HLAVIÈKA pou¾ije vycentrovanú HLAVIÈKU namiesto mena súboru. Pri dlhej hlavièke bude µavá strana orezaná. -h "" vypí¹e prázdnu hlavièku. Nepou¾ívajte -h"" -i[ZNAK[©ÍRKA]], --output-tabs[=ZNAK[©ÍRKA]] nahradí ©ÍRKA (8) medzier ZNAKom (tabulátorom) -J, --join-lines spája celé riadky, vyradí -W skracovanie riadkov, ru¹í ståpce -l DÅ®KA_STRÁNKY, --length=DÅ®KA_STRÁNKY nastaví då¾ku strany na DÅ®KA_STRÁNKY riadkov. (implicitne je 56 riadkov textu, s -F 63) -m, --merge vypí¹e súbory vedµa seba, ka¾dý v jednom ståpci, skracuje riadky, ale spolu s prepínaèom -J ich vypisuje celé -n[ODDE¥[ÈÍSLIC]], --number-lines[=ODDE¥[ÈÍSLIC]] èísluje riadky, vypisuje ÈÍSLIC (5) èíslic a potom ODDE¥ (TAB). Implicitne poèítanie zaèína od jednotky prvým vstupným riadkom -N ÈÍSLO, --first-line-number=ÈÍSLO zaène poèítanie èíslom ÈÍSLO prvého riadku prvej vypisovanej strany (viï +PRVÁ_STRANA) -o OKRAJ, --indent=OKRAJ odsadzuje ka¾dý riadok s OKRAJ (nula) medzerami, neovplyvní -w alebo -W, OKRAJ bude pridaný do ©ÍRKA_STRÁNKY -r, --no-file-warnings potlaèí varovanie, keï súbor nemô¾e by» otvorený

source: -s[CHAR],--separator[=CHAR] separate columns by a single character, default for CHAR is the <TAB> character without -w and 'no char' with -w -s[CHAR] turns off line truncation of all 3 column options (-COLUMN|-a -COLUMN|-m) except -w is set -S[STRING], --sep-string[=STRING] separate columns by an optional STRING, don't use -S "STRING", -S only: No separator used (same as -S""), without -S: Default separator <TAB> with -J and <space> otherwise (same as -S" "), no effect on column options -t, --omit-header omit page headers and trailers -T, --omit-pagination omit page headers and trailers, eliminate any pagination by form feeds set in input files -v, --show-nonprinting use octal backslash notation -w PAGE_WIDTH, --width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters for multiple text-column output only, -s[char] turns off (72) -W PAGE_WIDTH, --page-width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters always, truncate lines, except -J option is set, no interference with -S or -s --help display this help and exit --version output version information and exit -T implied by -l nn when nn <= 10 or <= 3 with -F. With no FILE, or when FILE is -, read standard input.
pl: -s[ZNAK], --separator[=ZNAK] oddzielaj kolumny pojedynczym ZNAKiem, domy¶lnie TABem, chyba ¿e jest u¿yta opcja -w - wtedy znak pusty. -s[ZNAK] wy³±cza obcinanie linii we wszystkich 3 kolumnach, s± w³±czane opcje (-COLUMN|-a -COLUMN|-m), chyba ¿e jest u¿ywa opcja -w -t, --omit-header nie wypisuj nag³ówków i stopek stron -T, --omit-pagination nie wypisuj nag³ówków i stopek stron, wy³±cz formatowanie stron przez znaki nowej strony w plikach wej¶ciowych -v, --show-nonprinting u¿yj zapisu ósemkowego z backslashem -w SZEROKO¦Æ_STRONY, --width=SZEROKO¦Æ_STRONY ustaw SZEROKO¦Æ_STRONY w kolumnach (72), tylko dla wyruku wielokolumnowego, -s[ZNAK] wy³±cza warto¶æ domy¶ln± -w SZEROKO¦Æ_STRONY, --page-width=SZEROKO¦Æ_STRONY ustaw SZEROKO¦Æ_STRONY w kolumnach (72) zawsze, obcinaj linie, chyba ¿e jest u¿yta opcja -J; nie przeszkadza opcjom -S ani -s. --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz -T jest implikowane przez -l nn kiedy nn <= 10 lub <= 3 z -F. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie.
sk: -s[ZNAK], --separator[=ZNAK] oddelí ståpce jedným ZNAKom, ¹tandardná hodnota pre ZNAK je znak <TAB> bez -w a '¾iadny znak' s -w -s[CHAR] vypína orezávanie riadkov vo v¹etkých troch ståpcových voµbách (-COLUMN|-a -COLUMN|-m), okrem prípadu, ¾e je zapnuté -w -S[RE«AZEC], --sep-string[=RE«AZEC] oddeµuje ståpce s voliteµným RE«AZCOM, nepou¾ívajte -S "RE«AZEC", iba -S: nepou¾itý ¾iadny oddeµovaè (rovnako ako -S"", bez -S: ¹tandardný oddeµovaè <TAB> s -J, inak <medzera> (rovnako ako -S" "), ¾iadny efekt na ståpcové voµby -t, --omit-header nevypisuje hlavièky a pätièky stránok -T, --omit-pagination nevypisuje hlavièky a pätièky, odstráni stránkovanie vstupného súboru (ignoruje znak novej stránky 'form feed') -v, --show-nonprinting pou¾ije osmièkovú notáciu so spätným lomítkom -w ©ÍRKA_STRÁNKY, --width=©ÍRKA_STRANY nastaví ¹írku strany na ©ÍRKA_STRANY (72) znakov, iba pre viacståpcový výstup, -s[ZNAK] vypína (72) -W ©ÍRKA_STRÁNKY, --page-width=©ÍRKA_STRANY nastaví ¹írku strany na ©ÍRKA_STRANY (72) znakov v¾dy, orezáva riadky, pokiaµ nie je ¹pecifikovaná voµba -J, ¾iadne konflikty s -S alebo -s --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí -T mlèky predopkladané voµbou -l nn, keï nn <= 10 alebo <= 3 s -F. So ¾iadnym SÚBOROM, alebo keï je SÚBOR rovný -, èíta ¹tandardný vstup.

source: %s (for regexp `%s')
cs: %s (pro regvýr `%s')
pl: %s (dla wyr. regularnego `%s')
sk: %s (pre regvýr `%s')

source: Usage: %s [OPTION]... [INPUT]... (without -G) or: %s -G [OPTION]... [INPUT [OUTPUT]]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [VSTUP]... (bez -G) nebo: %s -G [PØEPÍNAÈ]... [VSTUP [VÝSTUP]]
pl: Sk³adnia: %s [OPCJA]... [WEJ¦CIE]... (bez -G) lub: %s -G [OPCJA]... [WEJ¦CIE [WYJ¦CIE]]
sk: Pou¾itie: %s [PREPÍNAÈ]... [VSTUP]... (bez -G) alebo: %s -G [PREPÍNAÈ]... [VSTUP [VÝSTUP]]

source: Mandatory arguments to long options are mandatory for short options too. -A, --auto-reference output automatically generated references -C, --copyright display Copyright and copying conditions -G, --traditional behave more like System V `ptx' -F, --flag-truncation=STRING use STRING for flagging line truncations -M, --macro-name=STRING macro name to use instead of `xx' -O, --format=roff generate output as roff directives -R, --right-side-refs put references at right, not counted in -w -S, --sentence-regexp=REGEXP for end of lines or end of sentences -T, --format=tex generate output as TeX directives -W, --word-regexp=REGEXP use REGEXP to match each keyword -b, --break-file=FILE word break characters in this FILE -f, --ignore-case fold lower case to upper case for sorting -g, --gap-size=NUMBER gap size in columns between output fields -i, --ignore-file=FILE read ignore word list from FILE -o, --only-file=FILE read only word list from this FILE -r, --references first field of each line is a reference -t, --typeset-mode - not implemented - -w, --width=NUMBER output width in columns, reference excluded --help display this help and exit --version output version information and exit With no FILE or if FILE is -, read Standard Input. `-F /' by default.
cs: Povinné argumenty dlouhých pøepínaèù, jsou také povinné i u odpovídajících krátkých pøepínaèù. -A, --auto-reference ve výstupu jsou automaticky generované odkazy -C, --copyright vypí¹e autorská práva a podmínky kopírování -G, --traditional zpùsobí chování jako System V `ptx' -F, --flag-truncation=ØETÌZEC pou¾ije ØETÌZEC pro urèení zkracování øádkù -M, --macro-name=ØETÌZEC jméno makra, které se má pou¾ít místo `xx' -O, --format=roff generuje výstup pro program roff -R, --right-side-refs vlo¾í odkazy vpravo, nepoèítány v -w -S, --sentence-regexp=REGVÝR pro konec øádkù a konec vìt -T, --format=tex generuje výstup pro TeX -W, --word-regexp=REGVÝR pou¾ije REGVÝR pro urèení ka¾dého slova -b, --break-file=SOUBOR znaky pøeru¹ující slovo v tomto SOUBORu -f, --ignore-case pøepsání malých písmen na velká pro øazení -g, --gap-size=ÈÍSLO velikost mezery ve sloupcích mezi výstupními polo¾kami -i, --ignore-file=SOUBOR pøeète slova, která se mají ignorovat ze SOUBORu -o, --only-file=SOUBOR pøeètení seznamu slov pouze ze SOUBORu -r, --references první polo¾ka ka¾dého øádku je odkaz -t, --typeset-mode - neimplementováno - -w, --width=ÈÍSLO ¹íøka výstupu ve slupcích, bez odkazù --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e není SOUBOR zadán nebo je -, bude èten standardní vstup. Implicitní pøepínaèe: `-F /'
pl: Obowi±zkowe argumenty d³ugich form opcji s± wymagane tak¿e dla krótkich form. -A, --auto-reference wypisz automatycznie wygenerowane odno¶niki -C, --copyright wy¶wietl informacje licencyjne -G, --traditional zachowaj zgodno¶æ z SysV wersj± ptx -F, --flag-truncation=£AÑCUCH u¿ywaj £AÑCUCHA do zaznaczania wyciêtych linii -M, --macro-name=£AÑCUCH nazwa makra u¿ywanego zamiast `xx' -O, --format=roff generuj wyj¶cie w postaci dyrektyw roff-a -R, --right-side-refs umieszczaj odno¶niki po prawej, nie liczone w -w -S, --sentence-regexp=REGEXP REGEXP dla okre¶lenia koñców linii lub zdañ -T, --format=tex generuj wyj¶cie w postaci dyrektyw TeX-a -W, --word-regexp=REGEXP u¿ywaj REGEXPa to rozpoznawania s³ów klucz. -b, --break-file=PLIK word break characters in this FILE -f, --ignore-case zamieniaj ma³e litery na du¿e przy sortowaniu -g, --gap-size=LICZBA odstêp w kolumnach miêdzy polami wyj¶ciowymi -i, --ignore-file=PLIK czytaj listê ignorowanych s³ów z PLIKu -o, --only-file=FILE uwzglêdniaj tylko s³owa z PLIKu -r, --references pierwsze pole ka¿dej linii jest odno¶nikiem -t, --typeset-mode - nie zaimplementowane - -w, --width=NUMBER szeroko¶æ wyj¶cia w kolumnach, wy³±czaj±c odno¶niki --help wy¶wietl ten tekst pomocy i zakoñcz pracê --version wy¶wietl wersjê programu i zakoñcz pracê Je¶li PLIK nie jest podany lub jest `-' program czyta standardowe wej¶cie. Domy¶lnie przyjmowana jest opcja `-F /'.
sk: Povinné argumenty dlhých prepínaèov, sú tie¾ povinné aj pri zodpovedajúcich krátkych prepínaèoch. -A, --auto-reference vo výstupe sú automaticky generované odkazy -C, --copyright vypí¹e autorské práva a podmeinky kopírovania -G, --traditional spôsobí chovanie ako System V `ptx' -F, --flag-truncation=RE«AZEC pou¾ije RE«AZEC na urèenie skracovania riadkov -M, --macro-name=RE«AZEC meno makra, ktoré sa má pou¾i» namiesto `xx' -O, --format=roff generuje výstup pre program roff -R, --right-side-refs vlo¾í odkazy vpravo, nepoèítané v -w -S, --sentence-regexp=REGVÝR pre koniec riadkov a koniec viet -T, --format=tex generuje výstup pre TeX -W, --word-regexp=REGVÝR pou¾ije REGVÝR na urèenie ka¾dého slova -b, --break-file=SÚBOR znaky preru¹ujúce slovo v tomto SÚBORe -f, --ignore-case prepísanie malých písmen na veµké pre triedenie -g, --gap-size=ÈÍSLO veµkos» medzery v ståpcoch medzi výstupnými polo¾kami -i, --ignore-file=SÚBOR preèíta slová, ktoré sa majú ignorova» zo SÚBORu -o, --only-file=SÚBOR preèítanie zoznamu slov iba zo SÚBORu -r, --references prvná polo¾ka ka¾dého riadku je odkaz -t, --typeset-mode - neimplementované - -w, --width=ÈÍSLO ¹írka výstupu v ståpcoch, bez odkazov --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pokiaµ nie je SÚBOR zadaný alebo je -, bude èítaný ¹tandardný vstup. Implicitné prepínaèe: `-F /'

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
cs: Tento program je volné programové vybavení; mù¾ete jej ¹íøit a modifikovat podle ustanovení Obecné veøejné licence GNU, vydávané Free Software Foundation; a to buï verze 2 této licence anebo (podle va¹eho uvá¾ení), kterékoli pozdìj¹í verze. Tento program je roz¹iøován v nadìji, ¾e bude u¾iteèný, av¹ak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO NÌJAKÝ KONKRÉTNÍ ÚÈEL. Dal¹í podrobnosti najdete v Obecné veøené licenci GNU. Kopie Obecné veøejné licence GNU mìla být dodána spolu s tímto programem; pokud se tak nestalo, napi¹te o ni Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pl: Ten program jest darmowy; mo¿esz rozprowadzaæ go i/lub modyfikowaæ zachowuj±c warunki Powszechnej Licencji Publicznej GNU (General Public Licence), opublikowanej przez Free Software Foundation, w wersji 2 lub wy¿szej. program ten jest rozprowadzany w nadziei, ¿e bêdzie przydatny, ale BEZ ¯ADNEJ GWARANCJI, nawet bez domy¶lnej gwarancji SPRZEDAWALNO¦CI lub PRZYDATNO¦CI DO KONKRETNYCH ZASTOSOWAÑ. Szczegó³y znajdziesz w Powszechnej Licencji Publicznej GNU. Powiniene¶ otrzymaæ kopiê Powszechnej Licencji Publicznej GNU wraz z tym programem. Je¶li nie, napisz do Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
sk: Tento program je voµné programové vybavenie; mô¾ete ho ¹íri» a modifikova» podµa podmienok V¹eobecnej verejnej licencie GNU, vydávanej Free Software Foundation; a to buï verzie 2 tejto licencie alebo (podµa vá¹ho uvá¾enia), ktorejkoµvek neskor¹ej verzie. Tento program je roz¹irovaný v nádeji, ¾e bude u¾itoèný, av¹ak BEZ AKEJKO¥VEK ZÁRUKY; neposkytujú sa ani odvodené záruky PREDAJNOSTI alebo VHODNOSTI PRE NEJAKÝ KONKRÉTNY ÚÈEL. Ïaµ¹ie podrobnosti nájdete vo V¹eobecnej verejnej licencii GNU. Kópia V¹eobecnej verejnej licencie GNU mala by» dodaná spolu s týmto programom; pokiaµ sa tak nestalo, napí¹te do Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Write sorted concatenation of all FILE(s) to standard output. +POS1 [-POS2] start a key at POS1, end it *before* POS2 (obsolescent) field numbers and character offsets are numbered starting with zero (contrast with the -k option) -b ignore leading blanks in sort fields or keys -c check if given files already sorted, do not sort -d consider only [a-zA-Z0-9 ] characters in keys -f fold lower case to upper case characters in keys -g compare according to general numerical value, imply -b -i consider only [\040-\0176] characters in keys -k POS1[,POS2] start a key at POS1, end it *at* POS2 field numbers and character offsets are numbered starting with one (contrast with zero-based +POS form) -m merge already sorted files, do not sort -M compare (unknown) < `JAN' < ... < `DEC', imply -b -n compare according to string numerical value, imply -b -o FILE write result on FILE instead of standard output -r reverse the result of comparisons -s stabilize sort by disabling last resort comparison -t SEP use SEParator instead of non- to whitespace transition -T DIRECTORY use DIRECTORY for temporary files, not $TMPDIR or %s -u with -c, check for strict ordering; with -m, only output the first of an equal sequence -z end lines with 0 byte, not newline, for find -print0 --help display this help and exit --version output version information and exit
pl: Zapisz posortowane polaczenie wszystkich PLIK(ów) do standardowego wyj¶cia +POZ1 [-POZ2] pocz±tek klucza przy POZ1, koniec *przed* POZ2 (przestarz.) numery pól i kolumn numerowane od zera (w przeciwieñstwie do opcji -k) -b ignoruj pocz±tkowe spacje w polach i kluczach -c sprawd¼ czy podane pliki nie s± ju¿ posortowane i nie sortuj -d bierz pod uwagê tylko znaki [a-zA-Z0-9 ] w kluczach -f zamieñ w kluczach ma³e litery na du¿e -g porównywanie warto¶ci liczbowych, w³±cza -b -i bierz pod uwagê tylko znaki [\040-\0176] w kluczach -k POS1[,POS2] pocz±tek klucza na POZ1, koniec *na* -POZ2 numery pól i kolumn numerowane od jedynki (w przeciwieñstwie do formatu +POZ, gdzie s± od zera) -m po³±cz ju¿ posortowane pliki, nie sortuj -M compare (unknown) < `JAN' < ... < `DEC', imply -b -n porównywanie warto¶ci liczbowych ³añcuchów, w³±cza -b -o PLIK zapisz wyniki do PLIKu zamiast na standardowe wyj¶cie -r odwróæ wyniki porównañ -s stabilizuj sort wy³±czaj±c porównania dodatkowych pól -t SEP u¿yj SEParatora zamiast zamiast przej¶cia -T KATALOG u¿yj KATALOGu na pliki tymczasowe, nie $TMPDIR ani %s -u z -c sprawd¼ ¶cis³e uporz±dkowanie z -m wypisz tylko pierwsz± z równych sekwencji -z zakoñcz linie bajtem 0, dla find -print0 --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Spojí v¹etky SÚBORy a zotriedený výsledok zapí¹e na ¹tandardný výstup +POZ1 [-POZ2] zaèni kµúè na pozícii POZ1, koniec *pred* POZ2 (zastarané) èísla polí a odsadenia znakov sú poèítané od nuly, èo kontrastuje s voµbou -k) -b ignoruje úvodné medzery v polo¾kách aj kµúèoch -c v prípade, ¾e vstupné súbory sú u¾ zoradené, netriedi ich -d v kµúèoch uva¾uje iba znaky [a-zA-Z0-9 ] -f zamení v kµúèoch malé písmená za veµké -g porovnáva podµa veµkosti èísiel, zahàòa -b. -i v kµúèoch uva¾uje iba znaky [\040-\0176] -k POZ1[,POZ2] kµúè zaèína od POZ1, konèí *na* POZ2 èísla polí zaèínajú od 1, èo kontrastuje s voµbou +POZ1 -m spojí u¾ zoradené súbory, netriedi ich -M porovná podµa mesiacov (neznámy) < `JAN' < ... < `DEC', zahàòa -b -n porovná podµa veµkosti èísiel, zahàòa -b -o SÚBOR výsledok zapí¹e do SÚBORu namiesto na ¹tandardný výstup -r obrátený výsledok porovnávania -s stabilizuje triedenie zakázaním triedenia rovnakých polo¾iek porovnávaním bytu po byte -t ODDE¥ pou¾ije ODDE¥ovaè namiesto prechodu medzera/nemedzera -T ADRESÁR pou¾ije ADRESÁR na doèasné súbory, nepou¾íva $TMPDIR ani %s -u s -c testuje striktné usporiadanie s -m vypí¹e iba prvú z rovnakých postupností -z vstupné riadky budú ukonèené bytom 0 miesto LF, pre pou¾itie s 'find -print0' --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: flushing file
cs: vyprázdòuji buffery souboru
pl: zapisujê bufor plikowy na dysku
sk: vyprázdòujem vyrovnávacie pamäte súboru

source: error closing file
cs: chybné uzavøení souboru
pl: b³±d zamykania pliku
sk: chybné zatvorenie súboru

source: %s: write error
cs: %s: chyba pøi zápisu
pl: %s: b³±d zapisu
sk: %s: chyba pri zápise

source: %s: %s:%d: disorder:
cs: %s: %s:%d: neseøaditelný øádek:
pl: %s: %s:%d: nieuporz±dkowanie:
sk: %s: %s:%d: nezotriediteµný riadok:

source: invalid field specification `%s'
cs: polo¾ka `%s' chybnì zadána
pl: b³êdna specyfikacja pola `%s'
sk: chybne zadaná polo¾ka `%s'

source: when using the old-style +POS and -POS key specifiers, the +POS specifier must come first
cs: pøi pou¾ití starého stylu +POZ a -POZ k zadání klíèe, +POZ musí být první
pl: je¿eli s± u¿ywane sepcyfikacje +POZ -POZ starego type, specyfikacja +POZ musi byæ pierwsza
sk: pri pou¾ití starého ¹týlu +POZ a -POZ na zadanie kµúèa musí by» +POZ prvý

source: option `-k' requires an argument
cs: pøepínaè `-k' vy¾aduje argument
pl: opcja `-k' wymaga argumentu
sk: prepínaè `-k' vy¾aduje argument

source: the starting field number argument to the `-k' option must be positive
cs: první argument pro pøepínaè `-k' musí být kladný
pl: numer pola pocz±tkowego w opcji `-k' musi byæ wiêkszy od zera
sk: prvný argument pre prepínaè `-k' musí by» kladný

source: starting field spec has `.' but lacks following character offset
cs: v zadání poèáteèní polo¾ky je `.', ale chybí pozice znaku
pl: specyfikacja pola pocz±tkowego ma `.', ale brakuje pozycji znaku
sk: v zadaní poèiatoènej polo¾ky je `.', ale chýba pozícia znaku

source: starting field character offset argument to the `-k' option must be positive
cs: poèáteèní polo¾ka u pøepínaèe `-k' musí být kladné èíslo
pl: pozycja znaku w opcji `-k' musi byæ wiêksza od zera
sk: poèiatoèná polo¾ka pri prepínaèi `-k' musí by» kladné èíslo

source: field specification has `,' but lacks following field spec
cs: v zadání polo¾ky je `,', ale chybí zadání dal¹í polo¾ky
pl: specyfikacja pola ma `,', ale brakuje nastêpnej specyfikacji
sk: v zadaní polo¾ky je `,', ale chýba zadanie daµ¹ej polo¾ky

source: ending field number argument to the `-k' option must be positive
cs: koncová polo¾ka u pøepínaèe `-k' musí být kladné èíslo
pl: numer pola koñcowego w opcji `-k' musi byæ wiêkszy od zera
sk: koncová polo¾ka pri prepínaèi `-k' musí by» kladné èíslo
