Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: Write each FILE to standard output, with line numbers added. With no FILE, or when FILE is -, read standard input. -b, --body-numbering=STYLE use STYLE for numbering body lines -d, --section-delimiter=CC use CC for separating logical pages -f, --footer-numbering=STYLE use STYLE for numbering footer lines -h, --header-numbering=STYLE use STYLE for numbering header lines -i, --page-increment=NUMBER line number increment at each line -l, --join-blank-lines=NUMBER group of NUMBER empty lines counted as one -n, --number-format=FORMAT insert line numbers according to FORMAT -p, --no-renumber do not reset line numbers at logical pages -s, --number-separator=STRING add STRING after (possible) line number -v, --first-page=NUMBER first line number on each logical page -w, --number-width=NUMBER use NUMBER columns for line numbers --help display this help and exit --version output version information and exit By default, selects -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC are two delimiter characters for separating logical pages, a missing second character implies :. Type \\ for \. STYLE is one of: a number all lines t number only nonempty lines n number no lines pREGEXP number only lines that contain a match for REGEXP FORMAT is one of: ln left justified, no leading zeros rn right justified, no leading zeros rz right justified, leading zeros
cs: Pøepí¹e ka¾dý SOUBOR na standardní výstup a ke ka¾dému øádku pøidá jeho èíslo. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -b, --body-numbering=STYL pou¾ije STYL k èíslování øádkù v tìle -d, --section-delimiter=CC pou¾ije CC pro oddìlení logických stránek -f, --footer-numbering=STYL pou¾ije STYL k èíslování øádkù v patièce -h, --header-numbering=STYL pou¾ije STYL k èíslování øádkù v hlavièce -i, --page-increment=ÈÍSLO o kolik zvy¹ovat èíslo øádku -l, --join-blank-lines=POÈET bere POÈET prázdných øádkù jako jeden -n, --number-format=FORMÁT èísla øádkù vypisuje podle FORMÁTu -p, --no-renumber nenuluje èíslo øádku na poèátku logické stránky -s, --number-separator=ØETÌZEC pøidá øetìzec za èíslo øádku (oddìlovaè èísla od dal¹ího øádku) -v, --first-page=ÈÍSLO èíslo prvního øádku na logické stránce -w, --number-width=POÈET èísla øádkù vypisuje na POÈET míst --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Implicitní jsou parametry -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC jsou dva znaky, které jsou pou¾ity k oddìlování logických stránek. Pro zadání '\' je tøeba napsat '\\'. STYL je jeden z: a èísluje v¹echny øádky t èísluje pouze neprázdné øádky n øádky neèísluje pREGVÝR èísluje pouze øádky vyhovující REGVÝR FORMÁT je jeden z: ln zarovnává vlevo, bez úvodních nul rn zarovnává vpravo, bez úvodních nul rz zarovnává vpravo, s úvodními nulami
pl: Przepisz wszystkie PLIKi do standardowego wyj¶cia, dodaj±c numery linii. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -b, --body-numbering=STYL u¿yj STYLu do numeracji linii tre¶ci -d, --section-delimiter=CC u¿yj CC do oddzielania stron logicznych -f, --footer-numbering=STYLE u¿yj STYLu for numbering footer lines -h, --header-numbering=STYLE use STYLE do numeracjki linii naglówka -i, --page-increment=ILE przyrost numeracji linii -l, --join-blank-lines=ILE grupa ILU pustych linii liczona jako jedna -n, --number-format=FORMAT dopisz numery linii zgodnie z FORMATem -p, --no-renumber nie zeruj numeracji na pocz. str. logicznych -s, --number-separator=£AÑCUCH add STRING after (possible) line number -v, --first-page=NUMER NUMER pierwszej linii na stronie logicznej -w, --number-width=ILE u¿yj ILE kolumn dla numerów linii --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Domy¶lnie wybrane s± -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC to dwa ograniczniki oddzielaj±ce strony logiczne. Je¿eli brakuje drugiego przyjmowana jest warto¶æ :. Napisz \\ ¿eby uzyskaæ \. STYL to jeden z: a numeruj wszystkie linie t numeruj tylko niepuste linie n nie numeruj linii pREGEXP numeruj tylko linie pasuj±ce doREGEXP FORMAT to jeden z: ln dosuniêty do lewej, bez zer na pocz#tku rn dosuniêty do prawej, bez zer na pocz#tku rz dosuniêty do prawej, z zerami na pocz#tku
sk: Prepí¹e ka¾dý SÚBOR na ¹tandardný výstup a ku ka¾dému riadku pridá jeho èíslo. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -b, --body-numbering=©TÝL pou¾ije ©TÝL na èíslovanie riadkov v tele -d, --section-delimiter=CC pou¾ije CC pre oddelenie logických stránok -f, --footer-numbering=©TÝL pou¾ije ©TÝL na èíslovanie riadkov v pätièke -h, --header-numbering=©TÝL pou¾ije ©TÝL na èíslovanie riadkov v hlavièke -i, --page-increment=ÈÍSLO o koµko zvy¹ova» èíslo riadkov -l, --join-blank-lines=POÈET berie POÈET prázdnych riadkov ako jeden -n, --number-format=FORMÁT èísla riadkov vypisuje podµa FORMÁTu -p, --no-renumber nenuluje èíslo riadku na zaèiatku logickej stránky -s, --number-separator=RE«AZEC pridá re»azec za èíslo riadku (oddeµovaè èísla od ïaµ¹ieho riadku) -v, --first-page=ÈÍSLO èíslo prvého riadku na logickej stránke -w, --number-width=POÈET èísla riadkov vypisuje na POÈET miest --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Implicitné sú parametre -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC sú dva znaky, ktoré sú pou¾ité na oddeµovanie logických stránok. Pre zadanie '\' je treba napísa» '\\'. ©TÝL je jeden z: a èísluje v¹etky riadky t èísluje iba neprázdne riadky n riadky neèísluje pREGVÝR èísluje iba riadky vyhovujúce REGVÝR FORMÁT je jeden z: ln zarovnáva vµavo, bez úvodných núl rn zarovnáva vpravo, bez úvodných núl rz zarovnáva vpravo, s úvodnými nulami

source: invalid starting line number: `%s'
cs: chybné poèáteèní èíslo øádku: `%s'
pl: b³êdny pocz±tkowy numer linii: `%s'
sk: chybné poèiatoèné èíslo riadku: `%s'

source: invalid number of blank lines: `%s'
cs: chybný poèet prázdných øádkù: `%s'
pl: b³êdna ilo¶æ pustych linii: `%s'
sk: chybný poèet prázdnych riadkov: `%s'

source: invalid line number field width: `%s'
cs: chybná ¹íøka èísla øádku: `%s'
pl: b³êdna szeroko¶æ pola numeru linii: `%s'
sk: chybná ¹írka èísla riadku: `%s'

source: Usage: %s [OPTION]... [FILE]... or: %s --traditional [FILE] [[+]OFFSET [[+]LABEL]]
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]... nebo: %s --traditional [SOUBOR] [[+]POSUN [[+]NÁVÌ©TÍ]]
pl: U¿ycie: %s [OPCJA]... [PLIK]... lub: %s --traditional [PLIK] [[+]PRZESUNIÊCIE [[+]ETYKIETA]]
sk: Pou¾itie: %s [PREPÍNAÈ]... [SÚBOR]... alebo: %s --traditional [SÚBOR] [[+]POSUN [[+]NÁVESTIE]]

source: Write an unambiguous representation, octal bytes by default, of FILE to standard output. With no FILE, or when FILE is -, read standard input. -A, --address-radix=RADIX decide how file offsets are printed -j, --skip-bytes=BYTES skip BYTES input bytes first on each file -N, --read-bytes=BYTES limit dump to BYTES input bytes per file -s, --strings[=BYTES] output strings of at least BYTES graphic chars -t, --format=TYPE select output format or formats -v, --output-duplicates do not use * to mark line suppression -w, --width[=BYTES] output BYTES bytes per output line --traditional accept arguments in pre-POSIX form --help display this help and exit --version output version information and exit Pre-POSIX format specifications may be intermixed, they accumulate: -a same as -t a, select named characters -b same as -t oC, select octal bytes -c same as -t c, select ASCII characters or backslash escapes -d same as -t u2, select unsigned decimal shorts -f same as -t fF, select floats -h same as -t x2, select hexadecimal shorts -i same as -t d2, select decimal shorts -l same as -t d4, select decimal longs -o same as -t o2, select octal shorts -x same as -t x2, select hexadecimal shorts
cs: Vypí¹e SOUBOR v zadaném formátu, implicitní je osmièkový výpis, na standardní výstup. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -A, --address-radix=ZÁKLAD pozici v souboru vypisuje v zadané soustavì -j, --skip-bytes=POÈET pøeskoèí prvních POÈET bajtù ka¾dého souboru -N, --read-bytes=POÈET vypí¹e pouze POÈET bajtù ka¾dého souboru -s, --strings[=POÈET] vypí¹e pouze øetìzce obsahující nejménì POÈET znakù -t, --format=TYP vybere výstupní formát nebo formáty -v, --output-duplicates vypisuje i za sebou se opakující stejné øádky -w, --width[=POÈET] vypí¹e POÈET bajtù na výstupní øádek --traditional akceptuje argumenty v pøed-POSIXovém tvaru --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Pøed-POSIXové formáty mohou být pou¾ívány spolu s POSIXovými, to zahrnuje: -a stejné jako -t a, názvy znakù -b stejné jako -t oC, bajty osmièkovì -c stejné jako -t c, ASCII znaky nebo kódy znakù se zpìtným lomítkem -d stejné jako -t u2, desítková bez znaménka (dvou bajtová - short) -f stejné jako -t fF, èísla v pohyblivé øádové èárce -h stejné jako -t x2, ¹estnáctková (dvou bajtová - short) -i stejné jako -t d2, desítková se znaménkem (dvou bajtová - short) -l stejné jako -t d4, desítková se znaménkem (ètyø bajtová - long) -o stejné jako -t o2, osmièková (dvou bajtová - short) -x stejné jako -t x2, ¹estnáctková (dvou bajtová - short)
pl: Wypisz jednoznaczn± reprezentacjê PLIKu, domy¶lnie bajty ósemkowo, na standardowe wyj¶cie. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -A, --address-radix=BAZA postaæ wypisywania pozycji -j, --skip-bytes=BAJTY omiñ tyle pocz±tkowych BAJTÓW ka¿dego pliku -N, --read-bytes=BAJTY ograniczenie wielko¶ci do BAJTÓW dla pliku -s, --strings[=BAJTY] wypisuj przynajmniej tyle BAJTÓW zn. graficznych -t, --format=TYP wybierz format lub formaty danych wyj¶ciowych -v, --output-duplicates nie u¿ywaj * do zaznaczania powtórzonych linii -w, --width[=BAJTY] wypisz tyle BAJTÓW w ka¿dej linii wyj¶ciowej --traditional akceptuj argumenty w formacie przed-POSIXowym --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz przed-POSIXowe specyfikacje formatu mog± byæ mieszane, akumuluj± siê: -a to samo co -t a, nazwy znaków -b to samo co -t oC, bajty ósemkowo -c to samo co -t c, znaki ASCII i numery znaków z backslashem -d to samo co -t u2, dziesiêtnie liczby short ze znakiem -f to samo co -t fF, zmiennoprzecinkowy float -h to samo co -t x2, szestnastkowo short -i to samo co -t d2, dziesiêtnie short -l to samo co -t d4, dziesiêtnmie long -o to samo co -t o2, ósemkowo short -x to samo co -t x2, szestnastkowo short
sk: Vypí¹e SÚBOR v zadanom formáte, implicitný je osmièkový výpis, na ¹tandardný výstup. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -A, --address-radix=ZÁKLAD pozíciu v súbore vypisuje v zadanej sústave -j, --skip-bytes=POÈET preskoèí prvých POÈET bytov ka¾dého súboru -N, --read-bytes=POÈET vypí¹e iba POÈET bytov ka¾dého súboru -s, --strings[=POÈET] vypí¹e iba re»azce obsahujúce najmenej POÈET znakov -t, --format=TYP vyberie výstupný formát alebo formáty -v, --output-duplicates vypisuje aj za sebou sa opakujúce rovnaké riadky -w, --width[=POÈET] vypí¹e POÈET bytov na výstupný riadok --traditional akceptuje argumenty v pred-POSIXovom tvare --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pred-POSIXové formáty mô¾u by» pou¾ívané spolu s POSIXovými, to zahàòa: -a rovnaké ako -t a, názvy znakov -b rovnaké ako -t oC, byty osmièkovo -c rovnaké ako -t c, ASCII znaky alebo kódy znakov so spätným lomítkom -d rovnaké ako -t u2, desiatkové bez znamienka (dvoj bytové - short) -f rovnaké ako -t fF, èísla s plávajúcou radovou èiarkou -h rovnaké ako -t x2, ¹estnástkové (dvoj bytové - short) -i rovnaké ako -t d2, desiatkové so znamienkom (dvoj bytové - short) -l rovnaké ako -t d4, desiatkové so znamienkom (¹tvor bytové - long) -o rovnaké ako -t o2, osmièkové (dvoj bytové - short) -x rovnaké ako -t x2, ¹estnástkové (dvoj bytové - short)

source: For older syntax (second call format), OFFSET means -j OFFSET. LABEL is the pseudo-address at first byte printed, incremented when dump is progressing. For OFFSET and LABEL, a 0x or 0X prefix indicates hexadecimal, suffixes maybe . for octal and b multiply by 512. TYPE is made up of one or more of these specifications: a named character c ASCII character or backslash escape d[SIZE] signed decimal, SIZE bytes per integer f[SIZE] floating point, SIZE bytes per integer o[SIZE] octal, SIZE bytes per integer u[SIZE] unsigned decimal, SIZE bytes per integer x[SIZE] hexadecimal, SIZE bytes per integer SIZE is a number. For TYPE in doux, SIZE may also be C for sizeof(char), S for sizeof(short), I for sizeof(int) or L for sizeof(long). If TYPE is f, SIZE may also be F for sizeof(float), D for sizeof(double) or L for sizeof(long double). RADIX is d for decimal, o for octal, x for hexadecimal or n for none. BYTES is hexadecimal with 0x or 0X prefix, it is multiplied by 512 with b suffix, by 1024 with k and by 1048576 with m. Adding a z suffix to any type adds a display of printable characters to the end of each line of output. -s without a number implies 3. -w without a number implies 32. By default, od uses -A o -t d2 -w 16.
cs: U staré syntaxe (druhý zpùsob volání), POSUN znaèí -j POSUN. NÁVÌ©TÍ je pseudo-adresa vypsaná u prvního bajtu a zvìt¹ovaná bìhem výpisu. POSUN a NÁVÌ©TÍ jsou brány jako osmièková èísla. Pokud èíslo zaèíná 0x nebo 0X oznaèuje ¹estnáctkové èíslo. Pokud èíslo konèí desetinnou teèkou '.' oznaèuje desítkové èíslo. Pokud èíslo konèí znakem 'b' znamená to, ¾e bude násobeno 512-ti. TYP je tvoøen z jedné nebo více tìchto mo¾ností: a názvy znakù c ASCII znaky nebo kódy znakù se zpìtným lomítkem d[BAJTÙ] desítkové se znaménkem s poètem BAJTÙ na èíslo f[BAJTÙ] s plovoucí øádovou èárkou s poètem BAJTÙ na èíslo o[BAJTÙ] osmièkové s poètem BAJTÙ na èíslo u[BAJTÙ] desítkové bez znaménka s poètem BAJTÙ na èíslo x[BAJTÙ] ¹estnáctkové s poètem BAJTÙ na èíslo BAJTÙ je èíslo. Pro TYPy d, o, u, x mù¾e být BAJTÙ také C jako sizeof(char), S jako sizeof(short), I jako sizeof(int) nebo L jako sizeof(long). Jestli¾e TYP je f, BAJTÙ mù¾e být také F jako sizeof(float), D jako sizeof(double) nebo L jako sizeof(long double). ZÁKLAD je d pro dekadické, o - osmièkové, x - ¹estnáctkové, n - ¾ádné. POÈET je brán jako ¹estnáctkové èíslo zaèíná-li 0x nebo 0X, konèí-li znakem 'b', bude násobeno 512-ti, k - 1024-mi, m - 1048576-ti. -s bez zadaného èísla je bráno jako -s 3. -w bez èísla je bráno jako -w 32. Implicitní jsou tyto hodnoty -A o -t d2 -w 16.
pl: W starej sk³adni (drugi format wywo³ania), PRZESUNIÊCIE oznacza -j PRZESUNIÊCIE. ETYKIETA to pseudo-adres wypisanego bajtu, zwiêksza siê w trakcie pracy programu. Dla PRZESUNIÊCIA i ETYKIETY przedrostek 0x lub 0X oznacza zapis szestnastkowy, dla ósemkowego mo¿e byæ przyrostek . , a b mno¿y przez 512. TYP sk³ada siê z jednej lub wiêcej nastêpuj±cych specyfikacji: a nazwy znaków c znaki ASCII lub numery znaków z backslashem d[ROZMIAR] dziesiêtny ze znakiem, liczba o takim ROZMIARZE f[ROZMIAR] zmiennoprzecinkowy, liczba o takim ROZMIARZE o[ROZMIAR] ósemkowy, liczba o takim ROZMIARZE u[ROZMIAR] dziesiêtny bez znaku, liczba o takim ROZMIARZE x[ROZMIAR] szestnastkowy, liczba o takim ROZMIARZE ROZMIAR jest liczb±. Dla TYPÓW d, o, u, x ROZMIAR mo¿e byæ te¿ C dla sizeof(char), S dla sizeof(short), I dla sizeof(int) albo L dla sizeof(long). Je¿eli TYP to f, ROZMIAR mo¿e byæ te¿ F dla sizeof(float), D dla sizeof(double) albo L dla sizeof(long double). BAZÊ oznacza siê d je¿eli dziesiêtna, o - ósemkowa, x - szestnastkowa, n - ¿adna. BAJTY s± w zapisie szestnastkowym je¿eli maja przedrostek 0x albo 0X, je¿eli przyrostek to b, s± mno¿one przez 512, k - 1204, m - 1048576. Dodanie przyrostka `z' do dowonego typu dodaje wy¶wietlanie znaków drukowalnych na koñcu ka¿dej linii. -s bez liczby oznacza -s 3. -w bez liczby oznacza -w 32. Domy¶lnie od u¿ywa -A o -t d2 -w 16.
sk: Pri starej syntaxi (druhý spôsob volania), POSUN znamená -j POSUN. NÁVESTIE je pseudo-adresa vypísaná pri prvom byte a zväè¹ovaná behom výpisu. POSUN a NÁVESTIE sú brané ako osmièkové èísla. Pokiaµ èíslo zaèína 0x alebo 0X, oznaèuje ¹estnástkové èíslo. Pokiaµ èíslo konèí desatinnou èiarkou '.', oznaèuje desiatkové èíslo. Pokiaµ èíslo konèí znakom 'b', znamená to, ¾e bude násobené 512-timi. TYP je tvorené z jednej alebo viacerých týchto mo¾ností: a názvy znakov c ASCII znaky alebo kódy znakov so spätným lomítkom d[BYTOV] desiatkové so znamienkovm s poètom BYTOV na èíslo f[BYTOV] s plávajúcou radovou èiarkou s poètom BYTOV na èíslo o[BYTOV] osmièkové s poètom BYTOV na èíslo u[BYTOV] desiatkové bez znamienka s poètom BYTOV na èíslo x[BYTOV] ¹estnástkové s poètom BYTOV na èíslo BYTOV je èíslo. Pre TYPy d, o, u, x mô¾e by» BYTOV tie¾ C ako sizeof(char), S ako sizeof(short), I ako sizeof(int) alebo L ako sizeof(long). Pokiaµ je TYP f, BYTOV mô¾e by» tie¾ F ako sizeof(float), D ako sizeof(double) alebo L ako sizeof(long double). ZÁKLAD je d pre dekadické, o - osmièkové, x - ¹estnástkové, n - ¾iadne. POÈET je braný ako ¹estnástkové èíslo ak zaèína 0x alebo 0X, ak konèí znakom 'b', bude násobeno 512-ti, k - 1024-mi, m - 1048576-ti. -s bez zadaného èísla je brané ako -s 3. -w bez èísla je brané ako -w 32. Implicitné sú tieto hodnoty -A o -t d2 -w 16.

source: invalid type string `%s'
cs: chybný typ øetìzce `%s'
pl: b³êdny ³añcuch typu `%s'
sk: chybný typ re»azca `%s'

source: invalid type string `%s'; this system doesn't provide a %lu-byte integral type
cs: chybný typ `%s'; tento systém nemá %lu-bajtová celá èísla
pl: b³êdny ³añcuch typu `%s';ten system nie ma %lu-bajtowych liczb ca³kowitych
sk: chybný typ `%s'; tento systém nemá %lu-bytové celé èísla

source: invalid type string `%s'; this system doesn't provide a %lu-byte floating point type
cs: chybný typ `%s'; tento systém nemá %lu-bajtová èísla s plovoucí øádovou èárkou
pl: b³êdny ³añcuch typu `%s';ten system nie ma %lu-bajtowych liczb zmiennoprzecinkowych
sk: chybný typ `%s'; tento systém nemá %lu-bytové èísla s plávajúcou radovou èiarkou

source: invalid character `%c' in type string `%s'
cs: znak `%c' v øetìzci typu `%s' je chybný
pl: b³êdny znak `%c' w ³añcuchu typu `%s'
sk: znak `%c' v re»azci typu `%s' je chybný

source: cannot skip past end of combined input
cs: více bajtù, ne¾ kolik obsahují v¹echny vstupní soubory, nelze pøeskoèit
pl: nie mogê przeskoczyæ poza koniec po³±czonych danych wej¶ciowych
sk: nemo¾no preskoèi» koniec kombinovaného vstupu

source: old-style offset
cs: posunutí ve starém stylu
pl: przesuniêcie w starym stylu
sk: posunutie v starom ¹týle

source: invalid output address radix `%c'; it must be one character from [doxn]
cs: chybný základ výstupní adresy `%c'; musí to být jeden ze znakù [doxn]
pl: b³êdna baza danych wyj¶ciowych `%c'; musi to byæ jeden ze znaków [doxn]
sk: chybný základ výstupnej adresy `%c'; musí to by» jeden zo znakov [doxn]

source: skip argument
cs: pøeskakuji argument
pl: przeskakujê argument
sk: preskakujem argument

source: limit argument
cs: argument oøezán
pl: ograniczam argument
sk: argument orezaný

source: specified number of bytes `%s' is larger than the maximum representable value of type `long'
cs: zadaný poèet bajtù '%s' je vìt¹í ne¾ je mo¾no reprezentovat typem 'long'
pl: podana ilo¶æ bajtów `%s' jest wiêksza ni¿ najwiêksza warto¶æ dopuszczalna dla typu long
sk: zadaný poèet bytov '%s' je väè¹í ako je mo¾né reprezentova» typom 'long'

source: minimum string length
cs: minimální délka øetìzce
pl: minimalna d³ugo¶c ³añcucha
sk: minimálna då¾ka re»azca

source: width specification
cs: specifikace ¹íøky
pl: specyfikacja szeroko¶ci
sk: specifikácia ¹írky

source: no type may be specified when dumping strings
cs: pøi vypisování øetìzcù nelze zadat typ
pl: nie mo¿na podawaæ typu przy wypisywaniu ³añcuchów
sk: pri vypisovaní re»azcov nemo¾no zada» typ

source: invalid second operand in compatibility mode `%s'
cs: chybný druhý argument '%s' ve starém formátu
pl: b³êdny drugi argument w trybie zgodnym ze star± wersj± `%s'
sk: chybný druhý argument '%s' v starom formáte

source: in compatibility mode, the last two arguments must be offsets
cs: v kompatibilním módu musí být poslední dva argumenty posuny
pl: w trybie zgodnym ze star± wersj± ostatnie 2 argumenty musz± byæ przesuniêciami
sk: v kompatibilnom móde musia by» posledné dva argumenty posuny

source: compatibility mode supports at most three arguments
cs: v kompatibilním módu nemù¾ou být více jak tøi argumenty
pl: tryb zgodny ze star± wersj± mo¿e mieæ najwy¿ej 3 argumenty
sk: v kompatibilnom móde nemô¾u by» viac ako tri argumenty

source: warning: invalid width %lu; using %d instead
cs: varování: chybná ¹íøka %lu; u¾ívám %d místo ní
pl: uwaga: b³êdna szeroko¶æ %lu; u¿ywam %d zamiast
sk: varovanie: chybná ¹írka %lu; namiesto nej pou¾ijem %d

source: %d: fmt="%s" width=%d
cs: %d: formát='%s' ¹íøka=%d
pl: %d: format="%s" szeroko¶æ=%d
sk: %d: formát='%s' ¹írka=%d

source: standard input is closed
cs: standardní vstup je uzavøen
pl: standardowe wej¶cie jest zamkniête
sk: ¹tandardný vstup je uzavrený

source: Write lines consisting of the sequentially corresponding lines from each FILE, separated by TABs, to standard output. With no FILE, or when FILE is -, read standard input. -d, --delimiters=LIST reuse characters from LIST instead of TABs -s, --serial paste one file at a time instead of in parallel --help display this help and exit --version output version information and exit
cs: Vypí¹e øádky skládající se z øádkù jednotlivých SOUBORù, v zadaném poøadí, a oddìlených tabelátory na standardní výstup. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -d, --delimiters=SEZNAM pou¾ije znakù ze SEZNAMU jako oddìlovaèù (místo TAB) -s, --serial vypí¹e soubory za sebou místo vedle sebe --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Zapisz linie sk³adaj±ce siê z kolejno sobie odpowiadaj±cych linii z ka¿dego PLIKu, oddzielaj±c TABami, na standardowe wyj¶cie. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -d, --delimiters=LISTA u¿yj znaków z LISTY zamiast TABów -s, --serial bierz po jednym plików naraz zamiast równolegle --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Vypí¹e riadky skladajúce sa z riadkov jednotlivých SÚBORov, v zadanom poradí, a oddelených tabulátormi na ¹tandardný výstup. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -d, --delimiters=ZOZNAM pou¾ije znaky zo ZOZNAMU ako oddeµovaèe (namiesto TAB) -s, --serial vypí¹e súbory za sebou namiesto vedµa seba --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: `--pages' invalid range of page numbers: `%s'
pl: `--pages' b³êdny zakres numerów stron: `%s'
sk: `--pages' - chybný rozsah èísiel stránok: `%s'

source: `--pages' invalid starting page number: `%s'
pl: `--pages' b³êdny numer strony pocz±tkowej: `%s'
sk: `--pages' - chybné èíslo poèiatoènej stránky: `%s'

source: `--pages' invalid ending page number: `%s'
pl: `--pages' b³êdny numer strony koñcowej: `%s'
sk: `--pages' - chybné èíslo koncovej stránky: `%s'

source: `--pages' starting page number is larger than ending page number
pl: `--pages' numer strony pocz±tkowej jest wiêkszy ni¿ koñcowej
sk: `--pages' - èíslo poèiatoènej stránky je väè¹ie ako èíslo koncovej stránky

source: `--pages=FIRST_PAGE[:LAST_PAGE]' missing argument
pl: `--pages=PIERWSZA_STRONA[:OSTATNIA_STRONA]' - brakuj±cy argument
sk: `--pages=PRVÁ_STRÁNKA[:POSLEDNÁ_STRÁNKA]' chýbajúci parameter

source: `--columns=COLUMN' invalid number of columns: `%s'
cs: `--columns=SLOUPCÙ' neplatný poèet sloupcù: `%s'
pl: `--columns=COLUMN' b³êdna ilo¶æ kolumn: `%s'
sk: `--columns=STÅPCOV' neplatný poèet ståpcov: `%s'

source: `-l PAGE_LENGTH' invalid number of lines: `%s'
cs: chybný poèet øádkù na stránku: `%s'
pl: `-l D£_STRONY' b³êdna ilo¶æ linii: `%s'
sk: `-l DÅ®KA_STRÁNKY' chybný poèet riadkov na stranu: `%s'
