Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: Reformat each paragraph in the FILE(s), writing to standard output. If no FILE or if FILE is `-', read standard input. Mandatory arguments to long options are mandatory for short options too. -c, --crown-margin preserve indentation of first two lines -p, --prefix=STRING combine only lines having STRING as prefix -s, --split-only split long lines, but do not refill -t, --tagged-paragraph indentation of first line different from second -u, --uniform-spacing one space between words, two after sentences -w, --width=NUMBER maximum line width (default of 75 columns) --help display this help and exit --version output version information and exit In -wNUMBER, the letter `w' may be omitted.
cs: Pøeformátuje ka¾dý odstavec v SOUBORu(ech) a výsledek zapí¹e na standardní výstup. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. Argumenty po¾adované dlouhými pøepínaèi, jsou také po¾adovány krátkými. -c, --crown-margin zachová odsazení prvních dvou øádkù -p, --prefix=ØETÌZEC pracuje pouze s øádky majícími ØETÌZEC jako prefix -s, --split-only pouze rozdìlí dlouhé øádky -t, --tagged-paragraph odsadí první øádek rozdílnì od druhého -u, --uniform-spacing jedna mezera mezi slovy, dvì za vìtou -w, --width=©ÍØKA maximální ¹íøka øádku (implicitnì 75) --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí U pøepínaèe -w©ÍØKA je mo¾no vynechat znak `w'.
pl: Formatuj ka¿dy akapit w PLIK(ach), pisz do standardowego wyj¶cia. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. Argumenty obowi±zkowe dla opcji d³ugich obowi±zuj± równie¿ dla krótkich. -c, --crown-margin zachowaj wciêcia w pierwszych dwóch liniach -p, --prefix=ZNAKI ³±cz tylko linie maj±ce przedrostek ZNAKI -s, --split-only podziel d³ugie linie, ale nie wyrównuj -t, --tagged-paragraph wciêcie pierwszej linii inne ni¿ drugiej -u, --uniform-spacing jedna spacja miêdzy s³owami, dwie miêdzy zdaniami -w, --width=ILE maksymalna szeroko¶c linii (domy¶lnie 75 kolumn) --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz W -wILE mo¿na pomin±æ literê `w'.
sk: Preformátuje ka¾dý odstavec v SÚBORe(och) a výsledok zapí¹e na ¹tandardný výstup. Ak SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. Argumenty po¾adované dlhými prepínaèmi, sú tie¾ po¾adované krátkymi. -c, --crown-margin zachová odsadenie prvých dvoch riadkov -p, --prefix=RE«AZEC pracuje iba s riadkami majúcimi RE«AZEC ako prefix -s, --split-only iba rozdelí dlhé riadky -t, --tagged-paragraph odsadí prvý riadok rozdielne od druhého -u, --uniform-spacing jedna medzera medzi slovami, dve za vetou -w, --width=©ÍRKA maximálna ¹írka riadku (implicitne 75) --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pri prepínaèi -w©ÍRKA je mo¾né vynecha» znak `w'.

source: invalid line number increment: `%s'
cs: chybná hodnota pøírùstku èísla øádku: `%s'
pl: b³êdny przyrost numeru linii: `%s'
sk: chybná hodnota prírastku èísla riadku: `%s'

source: Wrap input lines in each FILE (standard input by default), writing to standard output. -b, --bytes count bytes rather than columns -s, --spaces break at spaces -w, --width=WIDTH use WIDTH columns instead of 80 --help display this help and exit --version output version information and exit
cs: Zalamuje vstupní øádky ka¾dého SOUBORu (implicitnì standardního vstupu), zapisujíce výstup na standardní výstup. -b, --bytes pro zalamování poèítá bajty na øádku místo sloupcù -s, --spaces zalamuje øádky v mezerách -w, --width=©ÍØKA pou¾ívá ©ÍØKA sloupcù místo 80 --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Ve sloupcích nejsou zahrnuty kontrolní znaky narozdíl od bajtù.
pl: £am linie w ka¿dym PLIKu wej¶ciowym (domy¶lnie standardowe wej¶cie), pisz±c do standardowego wyj¶cia. -b, --bytes licz bajty zamiast kolumn -s, --spaces ³am na spacjach -w, --width=SZER u¿yj SZER kolumn zamiast 80 --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Zalamuje vstupné riadky ka¾dého SÚBORu (implicitne ¹tandardného vstupu), zapisujúc výstup na ¹tandardný výstup. -b, --bytes pre zalamovanie poèíta bajty na riadku namiesto ståpcov -s, --spaces zalamuje riadky v medzerách -w, --width=©ÍRKA pou¾íva ©ÍRKA ståpcov namiesto 80 --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí V ståpcoch nie sú zahrnuté kontrolné znaky na rozdiel od bytov.

source: invalid number of columns: `%s'
cs: neplatný poèet sloupcù: `%s'
pl: b³êdna ilo¶æ kolumn: `%s'
sk: neplatný poèet ståpcov: `%s'

source: Print first 10 lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input. -c, --bytes=SIZE print first SIZE bytes -n, --lines=NUMBER print first NUMBER lines instead of first 10 -q, --quiet, --silent never print headers giving file names -v, --verbose always print headers giving file names --help display this help and exit --version output version information and exit SIZE may have a multiplier suffix: b for 512, k for 1K, m for 1 Meg. If -VALUE is used as first OPTION, read -c VALUE when one of multipliers bkm follows concatenated, else read -n VALUE.
cs: Vypí¹e prvních 10 øádkù ka¾dého souboru na standardní výstup. S více jak jedním souborem, bude pøed vypsáním ka¾dého uvedena hlavièka obsahující jméno souboru. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -c, --bytes=VELIKOST vypí¹e prvních VELIKOST bajtù -n, --lines=POÈET vypí¹e prvních POÈET øádkù místo prvních 10 -q, --quiet, --silent nikdy nevypisuje hlavièky s názvy souborù -v, --verbose vypisuje hlavièky s názvy souborù v¾dy --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí VELIKOST mù¾e mít násobící pøíponu: b pro 512, k pro 1K, m pro 1M. Jestli¾e první pøepínaè bude -HODNOTA a bude-li pou¾ita násobící pøípona, pak bude brán jako -c HODNOTA. Jinak bude pøepínaè brán jako -n HODNOTA.
pl: Wypisz 10 pierwszych linii ka¿dego PLIKu na standardowym wyj¶ciu. Dla wiêkszej ilo¶ci PLIKów poprzed¼ ka¿d± porcjê nag³ówkiem z nazw±. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -c, --bytes=ROZMIAR wypisz pierwszych ROZMIAR bajtów -n, --lines=ILE wypisz pierwszych ILE linii zamiast 10 -q, --quiet, --silent nie wypisuj nag³ówków z nazwami plików -v, --verbose zawsze wypisuj nag³ówki z nazwami plików --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz ROZMIAR mo¿e mieæ dodany mno¿nik: b dla 512, k dla 1K, m dla 1M. Je¿eli -WARTO¦Æ jest u¿yta jako pierwsza OPCJA, traktuj to jak -c WARTO¦Æ gdy ma na koñcu jedno z bkm, w przeciwnym wypadku traktuj jak -n WARTO¦Æ.
sk: Vypí¹e prvých 10 riadkov ka¾dého súboru na ¹tandardný výstup. S viac ako jedným súborom, bude pred vypísaním ka¾dého uvedená hlavièka obsahujúca meno súboru. Ak SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -c, --bytes=VE¥KOS« vypí¹e prvých VE¥KOS« bytov -n, --lines=POÈET vypí¹e prvých POÈET riadkov namiesto prvých 10 -q, --quiet, --silent nikdy nevypisuje hlavièky s názvami súborov -v, --verbose vypisuje hlavièky s názvami súborov v¾dy --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí VE¥KOS« mô¾e ma» násobiacu príponu: b pre 512, k pre 1K, m pre 1M. Pokiaµ prvý prepínaè bude -HODNOTA a ak bude pou¾itá násobiaca prípona, potom bude braný ako -c HODNOTA. Inak bude prepínaè braný ako -n HODNOTA.

source: standard input
cs: standardní vstup
pl: standardowe wej¶cie
sk: ¹tandardný vstup

source: invalid number of lines
cs: chybný poèet øádkù
pl: b³êdna ilo¶æ linii
sk: chybný poèet riadkov

source: invalid number of bytes
cs: chybný poèet bajtù
pl: b³êdna ilo¶æ bajtów
sk: chybný poèet bytov

source: %s: %s is so large that it is not representable
cs: %s: %s je pøíli¹ velký, proto není reprezentovalený
pl: %s: %s jest tak du¿e, ¿e nie mo¿e zostaæ wyra¿one
sk: %s: %s je príli¹ veµký, preto nie je reprezentovateµný

source: number of lines
cs: poèet øádkù
pl: ilo¶c linii
sk: poèet riadkov

source: number of bytes
cs: poèet bajtù
pl: ilo¶æ bajtów
sk: poèet bytov

source: unrecognized option `-%c'
cs: neznámý pøepínaè `-%c'
pl: nierozpoznana opcja `-%c'
sk: neznámy prepínaè `-%c'

source: Usage: %s [OPTION]... FILE1 FILE2
cs: Pou¾ití: %s [PØEPÍNAÈ]... SOUBOR1 SOUBOR2
pl: U¿ycie: %s [OPCJA]... PLIK1 PLIK2
sk: Pou¾itie: %s [PREPÍNAÈ]... SÚBOR1 SÚBOR2

source: For each pair of input lines with identical join fields, write a line to standard output. The default join field is the first, delimited by whitespace. When FILE1 or FILE2 (not both) is -, read standard input. -a SIDE print unpairable lines coming from file SIDE -e EMPTY replace missing input fields with EMPTY -i, --ignore-case ignore differences in case when comparing fields -j FIELD (obsolescent) equivalent to `-1 FIELD -2 FIELD' -j1 FIELD (obsolescent) equivalent to `-1 FIELD' -j2 FIELD (obsolescent) equivalent to `-2 FIELD' -o FORMAT obey FORMAT while constructing output line -t CHAR use CHAR as input and output field separator -v SIDE like -a SIDE, but suppress joined output lines -1 FIELD join on this FIELD of file 1 -2 FIELD join on this FIELD of file 2 --help display this help and exit --version output version information and exit Unless -t CHAR is given, leading blanks separate fields and are ignored, else fields are separated by CHAR. Any FIELD is a field number counted from 1. FORMAT is one or more comma or blank separated specifications, each being `SIDE.FIELD' or `0'. Default FORMAT outputs the join field, the remaining fields from FILE1, the remaining fields from FILE2, all separated by CHAR.
cs: Pro ka¾dý pár vstupních øádkù se stejnými propojovacími polo¾kami, zapí¹e øádek na standardní výstup. Implicitnì je propojovací polo¾kou polo¾ka první a oddìlovaè je mezera. Jestli¾e SOUBOR1 nebo SOUBOR2 bude -, pak tento bude èten ze standardního vstupu. -a STRANA vypí¹e nepárové øádky pocházející ze souboru STRANA -e PRÁZDN nahradí chybìjící vstupní polo¾ky znakem PRÁZDN -i, --ignore-case pøi porovnávání polo¾ek ignoruje rozdíly mezi malými a velkými písmeny -j POLO®KA (zastaralé) rovnocenné s `-1 POLE -2 POLE' -j1 POLO®KA (zastaralé) rovnocenné s `-1 POLE' -j2 POLO®KA (zastaralé) rovnocenné s `-2 POLE' -o FORMÁT øídí se FORMÁTem pøi tvorbì výstupního øádku -t ZNAK pou¾ije ZNAK jako oddìlovaè polo¾ek na vstupu i výstupu. -v STRANA jako -a STRANA, ale bez spojených øádkù. -1 POLO®KA spojuje pøes tuto POLO®KU souboru 1 -2 POLO®KA spojuje pøes tuto POLO®KU souboru 2 --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e pøepínaè -t ZNAK nebude zadán, jako oddìlovaè bude pou¾ita mezera a prázdné polo¾ky na poèátku øádku budou ignorovány. Jinak bude oddìlovaèem polo¾ek ZNAK. Libovolná POLO®KA je poøadí polo¾ky poèítané od 1. FORMÁT je jedna nebo více èárkami nebo mezerami oddìlených popisovaèù, ka¾dý mù¾e být 'STRANA.POLO®KA' nebo '0'. Implicitní FORMÁT vypisuje propojovací polo¾ku, zbytek polo¾ek ze souboru 1, zbytek polo¾ek ze souboru 2. V¹echny jsou oddìleny znakem ZNAK.
pl: Dla ka¿dej pary linii z identycznymi polami ³±cz±ce na wej¶ciu zapisz liniê na standardowym wyj¶ciu. Domy¶lnie pole ³±cz±ce jest pierwsze i oddzielone odstêpem. Gdy PLIK1 albo PLIK2 to -, czytaj standardowe wej¶cie. -a STRONA wypisz linie nie do pary z pliku STRONA -e PUSTE zamieñ brakuj±ce pola na wej¶ciu na PUSTE -i, --ignore-case porównuj±c pola ignoruj ró¿nice miêdzy ma³ymi i du¿ymi literami -j POLE (przestarza³e) równowa¿ne `-1 POLE -2 POLE' -j1 POLE (przestarza³e) równowa¿ne `-1 POLE' -j2 POLE (przestarza³e) równowa¿ne `-2 POLE' -o FORMAT zachowaj FORMAT tworz±c liniê wyj¶ciow± -t ZNAK u¿yj ZNAK jako separatora pól linii wej. i wyj. -v STRONA jak -a STRONA, ale bez wypisania po³±czonych linii wyj. -1 POLE po³acz przez to POLE pliku 1 -2 POLE po³acz przez to POLE pliku 2 --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Je¿eli nie jest podana opcja -t ZNAK, spacje na pocz±tku linii oddzielaj± pola i s± ignorowane, w przeciwnym wypadku pola s± oddzielane przez ZNAK. POLE jest numerem pola liczonym od 1. FORMAT to jedna lub wiêcej specyfikacji oddzielonych przecinkami lub odstêpami, ka¿da w postaci `STRONA.POLE' albo `0'. Domy¶lny format wypisuje pole ³±cz±ce, pozosta³e pola z PLIK1, pozosta³e pola z PLIK2, wszystkie oddzielone ZNAKiem.
sk: Pre ka¾dý pár vstupných riadkov s rovnakými prepojovacími polo¾kami, zapí¹e riadok na ¹tandardný výstup. Implicitne je prepojovacou polo¾kou polo¾ka prvá a oddeµovaè je medzera. Pokiaµ SÚBOR1 alebo SÚBOR2 bude -, potom tento bude èítaný zo ¹tandardného vstupu. -a STRANA vypí¹e nepárové riadky pochádzajúce zo súboru STRANA -e PRÁZDN nahradí chýbajúce vstupné polo¾ky znakom PRÁZDN -i, --ignore-case pri porovnávaní polo¾iek ignoruje rozdiely medzi malými a veµkými písmenami -j POLO®KA (zastarané) rovnocenné s `-1 POLE -2 POLE' -j1 POLO®KA (zastarané) rovnocenné s `-1 POLE' -j2 POLO®KA (zastarané) rovnocenné s `-2 POLE' -o FORMÁT riadi sa FORMÁTom pri tvorbe výstupného riadku -t ZNAK pou¾ije ZNAK ako oddeµovaè polo¾iek na vstupe aj výstupe. -v STRANA ako -a STRANA, ale bez spojených riadkov. -1 POLO®KA spája pomocou tejto POLO®KY súboru 1 -2 POLO®KA spája pomocou tejto POLO®KY súboru 2 --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pokiaµ prepínaè -t ZNAK nebude zadaný, ako oddeµovaè bude pou¾itá medzera a prázdne polo¾ky na zaèiatku riadku budú ignorované. Inak bude oddeµovaèom polo¾iek ZNAK. ¥ubovoµná POLO®KA je poradie polo¾ky poèítané od 1. FORMÁT je jedna alebo viac èiarkami alebo medzerami oddelených popisovaèov, ka¾dý mô¾e by» 'STRANA.POLO®KA' alebo '0'. Implicitný FORMÁT vypisuje prepojovaciu polo¾ku, zbytok polo¾iek zo súboru 1, zbytok polo¾iek zo súboru 2. V¹etky sú oddelené znakom ZNAK.

source: invalid field specifier: `%s'
cs: chybnì zadaná polo¾ka: `%s'
pl: b³êdna specyfikacja pola: `%s'
sk: chybne zadaná polo¾ka: `%s'

source: invalid field number: `%s'
cs: chybné èíslo polo¾ky: `%s'
pl: b³êdny numer pola: `%s'
sk: chybné èíslo polo¾ky: `%s'

source: invalid file number in field spec: `%s'
cs: chybné èíslo souboru v popisu polo¾ky: `%s'
pl: b³êdny numer pliku w specyfikacji pola: `%s'
sk: chybné èíslo súboru v popise polo¾ky: `%s'

source: invalid field number for file 1: `%s'
cs: chybné èíslo polo¾ky pro soubor 1: `%s'
pl: b³êdny numer pola dla pliku 1: `%s'
sk: chybné èíslo polo¾ky pre súbor 1: `%s'

source: invalid field number for file 2: `%s'
cs: chybné èíslo polo¾ky pro soubor 2: `%s'
pl: b³êdny numer pola dla pliku 2: `%s'
sk: chybné èíslo polo¾ky pre súbor 2: `%s'

source: too many non-option arguments
cs: pøíli¹ mnoho argumentù, které nejsou pøepínaèi
pl: za du¿o argumentów nie bêd±cych opcjami
sk: príli¹ mnoho argumentov, ktoré nie sú prepínaèmi

source: too few non-option arguments
cs: pøíli¹ málo argumentù, které nejsou pøepínaèi
pl: za ma³o argumentów nie bêd±cych opcjami
sk: príli¹ málo argumentov, ktoré nie sú prepínaèmi

source: both files cannot be standard input
cs: oba dva soubory nemohou být standardním vstupem
pl: oba pliki nie mog± byæ standardowym wej¶ciem
sk: obidva súbory nemô¾u by» ¹tandardným vstupom

source: Usage: %s [OPTION] [FILE]... or: %s [OPTION] --check [FILE] Print or check MD5 checksums. With no FILE, or when FILE is -, read standard input. -b, --binary read files in binary mode (default on DOS/Windows) -c, --check check MD5 sums against given list -t, --text read files in text mode (default) The following two options are useful only when verifying checksums: --status don't output anything, status code shows success -w, --warn warn about improperly formated MD5 checksum lines --help display this help and exit --version output version information and exit The sums are computed as described in RFC 1321. When checking, the input should be a former output of this program. The default mode is to print a line with checksum, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
cs: Pou¾ití: %s [PØEPÍNAÈ] [SOUBOR]... nebo: %s [PØEPÍNAÈ] --check [SOUBOR] Vypí¹e nebo kontroluje MD5 kontrolní souèty. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -b, --binary ète soubory v binárním módu (implicitní v DOSu/Windows) -c, --check porovnává MD5 souèty se zadanými -t, --text ète soubory v textovém módu (implicitní) Následující pøepínaèe jsou u¾iteèné pouze pøi ovìøování kontrolních souètù: --status nevypisuje nic, status kód ukazuje úspì¹nost -w, --warn varování o nesprávnì formátovaných øádcích MD5 souètù --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Souèty jsou poèítány podle definice v RFC 1321. Pøi testování by vstup mìl být døívìj¹ím výstupem tohoto programu. Implicitní nastavení je výpis jednoho øádku pro ka¾dý SOUBOR. Formát øádku je kontrolní souèet, znak indikující typ ('*' pro binární, ' ' pro textový) a jméno SOUBORu.
pl: U¿ycie: %s [OPCJA] [PLIK]... lub: %s [OPCJA] --check [PLIK] Wypisz albo sprawd¼ sumy kontrolne MD5. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -b, --binary czytaj pliki w trybie binarnym (domy¶lnie dla DOS/Windows) -c, --check sprawd¼ sumy MD5 dla plików podanych na li¶cie -t, --text czytaj pliki w trybie tekstowym (domy¶lnie) Nastêpuj±ce opcje s± potrzebne tylko do sprawdzania sum kontrolnych: --status nie wypisuj nieczego, kod stanu przekazuje wynik -w, --warn ostrzegaj o nieopoprawnie sformatowanych liniach sum --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Sumy s± liczone wg opisu w RFC 1321. Przy sprawdzaniu dane wej¶ciowe powinny byæ takie jak wygenerowane przez ten program na wyj¶ciu. Domy¶lny tryb to wypisanie linii z sum± kontroln±, znaku wskazuj±cego typ (`*' - binarny, ` ' - tekstowy) i nazwy ka¿dego PLIKu.
sk: Pou¾itie: %s [PREPÍNAÈ] [SÚBOR]... alebo: %s [PREPÍNAÈ] --check [SÚBOR] Vypí¹e alebo kontroluje MD5 kontrolné súèty. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -b, --binary èíta súbory v binárnom móde (implicitné v DOSu/Windows) -c, --check porovnáva MD5 súèty so zadanými -t, --text èíta súbory v textovom móde (implicitné) Nasledujúce prepínaèe sú u¾itoèné iba pri overovaní kontrolných súètov: --status nevypisuje niè, status kód ukazuje úspe¹nos» -w, --warn varovanie o nesprávne formátovaných riadkoch MD5 súètov --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Súèty sú poèítané podµa definície v RFC 1321. Pri testovaní by vstup mal by» skor¹ím výstupom tohoto programu. Implicitné nastavenie je výpis jedného riadku pre ka¾dý SÚBOR. Formát riadku je kontrolný súèet, znak indikujúci typ ('*' pre binárny, ' ' pre textový) a meno SÚBORu.

source: %s: %lu: improperly formatted MD5 checksum line
cs: %s: %lu: nesprávnì formátovaný øádek MD5 kontrolního souètu
pl: %s: %lu: nieprawid³owo sformatowana linia sumy kontrolnej MD5
sk: %s: %lu: nesprávne sformátovaný riadok MD5 kontrolného súètu

source: %s: FAILED open or read
cs: %s: SELHALO otevøení nebo ètení
pl: %s: NIEPOWODZENIE otwarcia lub odczytu
sk: %s: ZLYHALO otvorenie alebo èítanie

source: FAILED
cs: CHYBNÝ
pl: NIEPOWODZENIE
sk: CHYBNÝ

source: OK
cs: V POØÁDKU
pl: DOBRZE
sk: V PORIADKU

source: %s: read error
cs: %s: chyba pøi ètení
pl: %s: b³±d odczytu
sk: %s: chyba pri èítaní

source: %s: no properly formatted MD5 checksum lines found
cs: %s: nenalezeny správnì formátované øádky MD5 kontrolního souètu
pl: %s: brak poprawnie sformatowanych linii sumy kontrolnej MD5
sk: %s: nenájdené správne sformátované riadky MD5 kontrolného súètu

source: WARNING: %d of %d listed %s could not be read
cs: VAROVÁNÍ: %d z %d %s není mo¾no èíst
pl: UWAGA: %d z %d %s nie mog³o byæ odczytanych
sk: VAROVANIE: %d z %d %s nie je mo¾né èíta»

source: file
cs: zadaného souboru
pl: podanego pliku
sk: zadaného súboru

source: files
cs: zadaných souborù
pl: podanych plików
sk: zadaných súborov

source: WARNING: %d of %d computed %s did NOT match
cs: VAROVÁNÍ: %d z %d %s NEBYLY vyhodnoceny
pl: UWAGA: %d z %d %s siê NIE zgadza
sk: VAROVANIE: %d z %d %s NEBOLI vyhodnotené

source: checksum
cs: kontrolního souètu
pl: wyliczonej sumy kontrolnej
sk: kontrolného súètu

source: checksums
cs: kontrolních souètù
pl: wyliczonych sum kontrolnych
sk: kontrolných súètov

source: the --binary and --text options are meaningless when verifying checksums
cs: pøepínaèe --binary a --text jsou bezvýznamné pøi ovìøování kontrolních souètù
pl: opcje --binary i --text nie maj± znaczenia przy weryfikacji sum kontrolnych
sk: prepínaèe --binary a --text sú bezvýznamné pri overovaní kontrolných súètov

source: the --string and --check options are mutually exclusive
cs: pøepínaèe --string a --check se vzájemnì vyluèují
pl: opcje --string i --check wzajemnie siê wykluczaj±
sk: prepínaèe --string a --check sa vzájomne vyluèujú

source: the --status option is meaningful only when verifying checksums
cs: pøepínaè --status má význam pouze pøi ovìøování kontrolních souètù
pl: opcja --status ma znaczenie tylko pzy weryfikacji sum kontrolnych
sk: prepínaè --status má význam iba pri overovaní kontrolných súètov

source: the --warn option is meaningful only when verifying checksums
cs: pøepínaè --warn má význam pouze pøi ovìøování kontrolních souètù
pl: opcja --warn ma znaczenie tylko pzy weryfikacji sum kontrolnych
sk: prepínaè --warn má význam iba pri overovaní kontrolných súètov

source: no files may be specified when using --string
cs: pøi pou¾ití pøepínaèe --string nemohou být zadány soubory
pl: nie mo¿na podawaæ ¿adnych plików je¿eli u¿yta jest opcja --string
sk: pri pou¾ití prepínaèa --string nemô¾u by» zadané súbory

source: only one argument may be specified when using --check
cs: pouze jeden argument mù¾e být zadán pøi u¾ití pøepínaèe --check
pl: je¿eli jest u¿ywana opcja --check mo¿na podaæ tylko jeden argument
sk: iba jeden argument mô¾e by» zadaný pri pou¾ití prepínaèa --check
