Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: ending field spec has `.' but lacks following character offset
cs: v zadání koncové polo¾ky je `.', ale chybí pozice znaku
pl: specyfikacja pola koñcowego ma `.', ale brakuje pozycji znaku
sk: v zadaní koncovej polo¾ky je `.', ale chýba pozícia znaku

source: option `-o' requires an argument
cs: pøepínaè `-o' vy¾aduje argument
pl: opcja `-o' wymaga argumentu
sk: prepínaè `-o' vy¾aduje argument

source: option `-t' requires an argument
cs: pøepínaè `-t' vy¾aduje argument
pl: opcja `-t' wymaga argumentu
sk: prepínaè `-t' vy¾aduje argument

source: option `-T' requires an argument
cs: pøepínaè `-T' vy¾aduje argument
pl: opcja `-T' wymaga argumentu
sk: prepínaè `-T' vy¾aduje argument

source: %s: unrecognized option `-%c'
cs: %s: neznámý pøepínaè `-%c'
pl: %s: nierozpoznana opcja `-%c'
sk: %s: neznámy prepínaè `-%c'

source: Usage: %s [OPTION] [INPUT [PREFIX]]
cs: Pou¾ití: %s [PØEPÍNAÈ] [SOUBOR [PØEDPONA]]
pl: U¿ycie: %s [OPCJA] [PLIK [PRZEDROSTEK]]
sk: Pou¾itie: %s [PREPÍNAÈ] [SÚBOR [PREDPONA]]

source: Output fixed-size pieces of INPUT to PREFIXaa, PREFIXab, ...; default PREFIX is `x'. With no INPUT, or when INPUT is -, read standard input. -b, --bytes=SIZE put SIZE bytes per output file -C, --line-bytes=SIZE put at most SIZE bytes of lines per output file -l, --lines=NUMBER put NUMBER lines per output file -NUMBER same as -l NUMBER --verbose print a diagnostic to standard error just before each output file is opened --help display this help and exit --version output version information and exit SIZE may have a multiplier suffix: b for 512, k for 1K, m for 1 Meg.
cs: Rozdìlí SOUBOR do souborù PØEDPONAaa, PØEDPONAab, ... s pevnou délkou. Implicitní PØEDPONA je `x'. Pokud SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -b, --bytes=VELIKOST zapí¹e VELIKOST bajtù do výstupního souboru -C, --line-bytes=VELIKOST zapí¹e nejvý¹e VELIKOST bajtù na výstupní øádek -l, --lines=POÈET zapí¹e POÈET øádkù do výstupního souboru -POÈET to samé jako -l POÈET --verbose pøed otevøením ka¾dého výstupního souboru vypí¹e oznámení o tomto na standardní výstup --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí VELIKOST mù¾e mít násobící pøíponu: b - 512, k - 1024, m - 1 Mega.
pl: Zapisz równe kawa³ki PLIKu do PRZEDROTEKaa, PRZEDROSTEKab, ...; domy¶lny PRZEDROSTEK to `x'. PLIK nie podany lub -, czytaj standardowe wej¶cie -b, --bytes=ROZMIAR zapisz po tyle bajtów do plików wyj¶ciowych -C, --line-bytes=ROZMIAR zapisz najwy¿ej tyle bajtów pe³nych linii -l, --lines=ILE zapisz ILE linii do ka¿dego pliku wyj¶ciowego -ILE to samo so -l ILE --verbose przed otwarciem ka¿dego pliku wypisz komunikaty diagnostyczne do standardowego b³êdu --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz ROZMIAR mo¿e mieæ dodany mno¿nik: b - 512, k - 1K, m - 1 Mega.
sk: Rozdelí SÚBOR do súborov PREDPONAaa, PREDPONAab, ... s pevnou då¾kou. Implicitná PREDPONA je `x'. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -b, --bytes=VE¥KOS« zapí¹e VE¥KOST bytov do výstupného súboru -C, --line-bytes=VE¥KOS« zapí¹e najviac VE¥KOST bytov na výstupný riadok -l, --lines=POÈET zapí¹e POÈET riadkov do výstupného súboru -POÈET to isté ako -l POÈET --verbose pred otvorením ka¾dého výstupného súboru vypí¹e o tom oznámenie na ¹tandardný výstup --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenei verzie a skonèí VE¥KOS« mô¾e ma» násobiacu príponu: b - 512, k - 1024, m - 1 Mega.

source: creating file `%s'
cs: vytváøím soubor `%s'
pl: tworzê plik `%s'
sk: vytváram súbor `%s'

source: cannot split in more than one way
cs: soubor nelze rozdìlit více zpùsoby
pl: nie mogê podzielic na wiêcej ni¿ jeden sposób
sk: súbor sa nedá rozdeli» viacerými spôsobmi

source: %s: invalid number of bytes
cs: %s: chybný poèet bajtù
pl: %s: b³êdna ilo¶æ bajtów
sk: %s: chybný poèet bytov

source: %s: invalid number of lines
cs: %s: chybný poèet øádkù
pl: %s: b³êdna ilo¶æ linii
sk: %s: chybný poèet riadkov

source: invalid number
cs: neplatné èíslo
pl: b³êdna liczba
sk: neplatné èíslo

source: too many arguments
cs: pøíli¹ mnoho argumentù
pl: za du¿o argumentów
sk: príli¹ veµa argumentov

source: Print checksum and block counts for each FILE. -r defeat -s, use BSD sum algorithm, use 1K blocks -s, --sysv use System V sum algorithm, use 512 bytes blocks --help display this help and exit --version output version information and exit With no FILE, or when FILE is -, read standard input.
cs: Ke ka¾dému SOUBORu vypí¹e kontrolní souèet a poèet blokù. -r pou¾ije BSD algoritmus a bloky po 1 KB -s, --sysv pou¾ije System V algoritmus a bloky po 512 bajtech --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup.
pl: Dla ka¿dego PLIKu wypisz sumê kontroln± i ilo¶æ bloków. -r u¿yj algorytmu BSD i bloków po 1 KB -s, --sysv u¿yj algorytmu Systemu V i bloków po 512 bajtów --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie.
sk: Ku ka¾dému SÚBORu vypí¹e kontrolný súèet a poèet blokov. -r pou¾ije algoritmus BSD a bloky veµkosti 1 KB -s, --sysv pou¾ije algoritmus System V a bloky veµkosti 512 bytov --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup.

source: Write each FILE to standard output, last line first. With no FILE, or when FILE is -, read standard input. -b, --before attach the separator before instead of after -r, --regex interpret the separator as a regular expression -s, --separator=STRING use STRING as the separator instead of newline --help display this help and exit --version output version information and exit
cs: Vypí¹e ka¾dý SOUBOR na standardní výstup. Poslední øádek jako první. Jestli¾e SOUBOR nebude zadán nebo bude -, bude èten standardní vstup. -b, --before pøipojí oddìlovaè øádkù pøed øádky místo za nì -r, --regex interpretuje oddìlovaè jako regulární výraz -s, --separator=ØETÌZEC pou¾ije ØETÌZCE jako oddìlovaèe místo nového øádku --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Pisz ka¿dy PLIK do standardowego wyj¶cia, ostatnia linia pierwsza. Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -b, --before do³±cz separator przed zamiast po -r, --regex interpretuj separator jako wyra¿enie regularne -s, --separator=£AÑCUCH u¿yj £AÑCUCHa jako separatora zamiast nowej linii --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Vypí¹e ka¾dý SÚBOR na ¹tandardný výstup. Posledný riadok ako prvý. Pokiaµ SÚBOR nebude zadaný alebo bude -, bude èítaný ¹tandardný vstup. -b, --before pripojí oddeµovaè riadkov pred riadky namiesto za ne -r, --regex interpretuje oddeµovaè ako regulárny výraz -s, --separator=RE«AZEC pou¾ije RE«AZEC ako oddeµovaè namiesto nového riadku --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: stdin: read error
cs: stdin: chyba pøi ètení
pl: stdin: b³±d odczytu
sk: stdin: chyba pri èítaní

source: separator cannot be empty
cs: oddìlovaè nemù¾e být prázdný
pl: separator nie mo¿e byæ pusty
sk: oddeµovaè nemô¾e by» prázdny

source: closing %s (fd=%d)
cs: uzavírání %s (fd=%d)
pl: zamykam %s (fd=%d)
sk: uzatváranie %s (fd=%d)

source: `%s' has been replaced with a non-regular file; cannot follow end of non-regular file
cs: soubor %s byl nahrazen souborem, který není obyèejný. Konec takovéhoto souboru nelze sledovat.
pl: `%s' zosta³ zamieniony na plik, który nie jest zwyk³y, a takiego nie mogê ¶ledziæ
sk: súbor %s bol nahradený súborom, ktorý nie je obyèajný. Koniec takéhoto súboru nie je mo¾né sledova».

source: `%s' has appeared; following end of new file
cs: soubor %s se objevil. Sledování konce souboru pokraèuje.
pl: `%s' zosta³ zamieniony; ¶ledzê koniec nowego pliku
sk: súbor %s sa objavil. Sledovanie konca súboru pokraèuje.

source: `%s' has been replaced; following end of new file
cs: soubor %s byl nahrazen jiným. Sledování konce souboru pokraèuje.
pl: `%s' zosta³ zamieniony; ¶ledzê koniec nowego pliku
sk: súbor %s bol nahradený iným. Sledovanie konca súboru pokraèuje.

source: file truncated
cs: soubor byl zkrácen
pl: plik obciêty
sk: súbor bol skrátený

source: no files remaining
cs: ji¾ nezbývají ¾ádné soubory
pl: nie ma wiêcej plików
sk: u¾ nezostávajú ¾iadne súbory

source: %s: cannot follow end of non-regular file
cs: %s: konec souboru nelze sledovat, pokud není obyèejným souborem
pl: %s: nie mogê ¶ledziæ koñca pliku, który nie jest zwyk³y
sk: %s: koniec súboru sa nedá sledova», pokiaµ nie je obyèajným súborom

source: %c: invalid suffix character in obsolescent option
cs: %c: neplatný znak v zastaralém pøepínaèi
pl: %c: b³êdny znak przyrostka w przestarza³ej opcji
sk: %c: neplatný znak v zastaralom prepínaèi

source: too many arguments; When using tail's obsolescent option syntax (%s) there may be no more than one file argument. Use the equivalent -n or -c option instead.
cs: pøíli¹ mnoho argumentù; Pøi pou¾ití zastaralé syntaxe pøepínaèe %s, mù¾e být uveden pouze jeden souborový argument. Radìji pou¾ijte ekvivalentní pøepínaè -n nebo -c.
pl: za du¿o argumentów; Gdy jest jest u¿ywana przestarza³a sk³adnia taila (%s) nie mo¿e byæ wiêcej ni¿ jeden argument plikowy. U¿yj odpowiednika, opcji -n albo -c.
sk: príli¹ mnoho argumentov; Pri pou¾ití zastaralej syntaxe prepínaèa %s, mô¾e by» uvedený iba jeden súborový argument. Rad¹ej pou¾ite ekvivalentný prepínaè -n alebo -c.

source: Warning: it is not portable to use two or more file arguments with tail's obsolescent option syntax (%s). Use the equivalent -n or -c option instead.
cs: Varování: pou¾ití dvou nebo více souborových argumentù se zastaralou syntaxí pøepínaèe %s není portabilní. Radìji pou¾ijte ekvivalentní pøepínaè -n nebo -c.
pl: Uwaga: nie jest przenaszalne u¿ywanie dwóch lub wiêcej plików jako argumentów taila w przestarza³ej sk³adni (%s). U¿yj odpowiednika, opcji -n albo -c
sk: Varovanie: pou¾itie dvoch alebo viacerých súborových argumentov so zastaralou syntaxou prepínaèa %s nie je prenosné. Rad¹eji pou¾ite ekvivalentný prepínaè -n alebo -c.

source: %s: invalid maximum number of unchanged stats between opens
cs: %s: neplatné èíslo maximálního poètu nezmìnìných výsledkù funkce stat mezi otevøeními
pl: %s: b³êdna ilo¶æ maksymalna braków zmian stanów miêdzy otwarciami pliku
sk: %s: neplatné èíslo maximálneho poètu nezmenených výsledkov funkcie stat medzi otvoreniami

source: %s: invalid maximum number of consecutive size changes
cs: %s: neplatné èíslo maximálního poètu po sobì jdoucích zmìn velikosti
pl: %s: b³êdna ilo¶æ maksymalna kolejnych zmian rozmiaru
sk: %s: neplatné èíslo maximálneho poètu po sebe idúcich zmien veµkosti

source: %s: invalid number of seconds
cs: %s: neplatný poèet sekund
pl: %s: b³êdna ilo¶æ sekund
sk: %s: neplatný poèet sekúnd

source: Usage: %s [OPTION]... SET1 [SET2]
cs: Pou¾ití: %s [PØEPÍNAÈ]... MNO®INA1 [MNO®INA2]
pl: U¿ycie: %s [OPCJA]... ZBIÓR1 [ZBIÓR2]
sk: Pou¾itie: %s [PREPÍNAÈ]... MNO®INA1 [MNO®INA2]

source: Translate, squeeze, and/or delete characters from standard input, writing to standard output. -c, --complement first complement SET1 -d, --delete delete characters in SET1, do not translate -s, --squeeze-repeats replace sequence of characters with one -t, --truncate-set1 first truncate SET1 to length of SET2 --help display this help and exit --version output version information and exit
cs: Nahrazuje, komprimuje a/nebo ma¾e znaky ze standardního vstupu, výsledek je zapisován na standardní výstup. -c, --complement napøed vytvoøí doplnìk MNO®INY1 -d, --delete pouze ma¾e znaky z MNO®INY1 -s, --squeeze-repeats nahradí sekvence jednoho znaku pouze jedním -t, --truncate-set1 napøed zkrátí MNO®INU1 na délku MNO®INY2 --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Zamieñ, usuñ wielokrotne i/lub skasuj znaki ze standardowego wej¶cia, pisz±c wyniki do standardowego wyj¶cia. -c, --complement najpierw wylicz odwrotno¶æ ZBIORu1 -d, --delete skasuj znaki ze ZBIORu1, nie zamieniaj -s, --squeeze-repeats zamieñ ci±g tych samych znaków na 1 znak -t, --truncate-set1 najpierw obetnij ZBIÓR1 do d³ugo¶ci ZBIORu2 --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Nahradzuje, komprimuje a/alebo ma¾e znaky zo ¹tandardného vstupu, výsledok je zapisovaný na ¹tandardný výstup. -c, --complement najprv vytvorí doplnok MNO®INY1 -d, --delete iba ma¾e znaky z MNO®INY1 -s, --squeeze-repeats nahradí postupnosti jedného znaku iba jedným -t, --truncate-set1 najprv skráti MNO®INU1 na då¾ku MNO®INY2 --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: SETs are specified as strings of characters. Most represent themselves. Interpreted sequences are: \NNN character with octal value NNN (1 to 3 octal digits) \\ backslash \a audible BEL \b backspace \f form feed \n new line \r return \t horizontal tab \v vertical tab CHAR1-CHAR2 all characters from CHAR1 to CHAR2 in ascending order [CHAR1-CHAR2] same as CHAR1-CHAR2, if both SET1 and SET2 use this [CHAR*] in SET2, copies of CHAR until length of SET1 [CHAR*REPEAT] REPEAT copies of CHAR, REPEAT octal if starting with 0 [:alnum:] all letters and digits [:alpha:] all letters [:blank:] all horizontal whitespace [:cntrl:] all control characters [:digit:] all digits [:graph:] all printable characters, not including space [:lower:] all lower case letters [:print:] all printable characters, including space [:punct:] all punctuation characters [:space:] all horizontal or vertical whitespace [:upper:] all upper case letters [:xdigit:] all hexadecimal digits [=CHAR=] all characters which are equivalent to CHAR
cs: MNO®INY jsou zadány jako øetìzce znakù. Vìt¹ina znakù reprezentuje je samé, speciální význam mají tyto: \NNN znak o hodnotì NNN (zadáno v osmièkové soustavì) \\ zpìtné lomítko \a znak BEL (pípnutí) \b backspace \f nová strana (form feed) \n nový øádek (line feed) \r návrat vozíku (return) \t horizontální tabelátor \v vertikální tabelátor ZNAK1-ZNAK2 v¹echny znaky od ZNAKu1 do ZNAKu2, vzestupnì [ZNAK1-ZNAK2] stejné jako ZNAK1-ZNAK2, je-li pou¾ito v obou mno¾inách [ZNAK*] v MNO®INÌ2 kopíruje ZNAK tolikrát, aby byla MNO®INA2 stejnì dlouhá jako MNO®INA1 [ZNAK*KOLIKRÁT] KOLIKRÁT kopií ZNAKu, osmièkovì kdy¾ zaèíná èíslicí 0 [:alnum:] v¹echna písmena a èíslice [:alpha:] v¹echna písmena [:blank:] v¹echny horizontální mezery [:cntrl:] v¹echny øídící znaky [:digit:] v¹echny èíslice [:graph:] v¹echny tisknutelné znaky bez mezer [:lower:] v¹echna malá písmena [:print:] v¹echny tisknutelné znaky vèetnì mezer [:punct:] v¹echny interpunkèní znaky [:space:] v¹echny horizontální a vertikální mezery [:upper:] v¹echna velká písmena [:xdigit:] v¹echny v¹echny ¹estnáctkové èíslice [=ZNAK=] v¹echny znaky rovnocenné s ZNAKem
pl: ZBIORy s± podawane jako ci±gi znaków. Wiêkszo¶æ znaków reprezentuje same siebie. Specjalnie interpretowane ci±gi to: \NNN znak o warto¶ci ósemkowej NNN (od 1 do 3 cyfr ósemkowych) \\ uko¶nik odwrotny \a znak BEL \b backspace \f nowa strona \n nowa linia \r powrót karetki \t tab poziomy \v tab pionowy ZNAK1-ZNAK2 wszystkie znaki od ZNAK1 do ZNAK2, rosn±co [ZNAK1-ZNAK2] to samo co ZNAK1-ZNAK2, je¿eli u¿yte w obu zbiorach [ZNAK*] w ZBIORZe2 kopiuje ZNAK uzupe³niaj±c do d³ugo¶ci ZBIORu1 [ZNAK*POWTÓRZ] POWTÓRZ kopii ZNAKu, ósemkowe gdy zaczyna siê od 0 [:alnum:] wszystkie litery i cyfry [:alpha:] wszystkie litery [:blank:] wszystkie odtêpy poziome [:cntrl:] wszystkie znaki steruj±ce [:digit:] wszystkie cyfry [:graph:] wszystkie znaki drukowalne oprócz spacji [:lower:] wszystkie ma³e litery [:print:] wszystkie znaki drukowa³ne w³±cznie ze spacj± [:punct:] wszystkie znaki przestankowe [:space:] wszystkie odstêpy poziome i pionowe [:upper:] wszystkie du¿e litery [:xdigit:] wszystkie cyfry szestnastkowe [=ZNAK=] wszystkie znaki równowa¿ne ZNAKowi
sk: MNO®INY sú zadané ako re»azce znakov. Väè¹ina znakov reprezentuje ich samých, ¹peciálny význam majú tieto: \NNN znak v hodnote NNN (zadané v osmièkovej sústave) \\ spätné lomítko \a znak BEL (pípnutie) \b backspace - vyma¾e znak vµavo od kurzoru \f nová strana (form feed) \n nový riadok (line feed) \r návrat vozíku (return) \t horizontálny tabulátor \v vertikálny tabulátor ZNAK1-ZNAK2 v¹etky znaky od ZNAKu1 po ZNAK2, vzostupne [ZNAK1-ZNAK2] rovnakné ako ZNAK1-ZNAK2, ak je pou¾ité v oboch mno¾inách [ZNAK*] v MNO®INE2 kopíruje ZNAK toµkokrát, aby bola MNO®INA2 rovnako dlhá ako MNO®INA1 [ZNAK*KOLIKRÁT] KO¥KOKRÁT kópií ZNAKu, osmièkovo, keï zaèína èíslicou 0 [:alnum:] v¹etky písmená a èíslice [:alpha:] v¹etky písmená [:blank:] v¹etky horizontálne medzery [:cntrl:] v¹etky riadiace znaky [:digit:] v¹etky èíslice [:graph:] v¹etky tlaèiteµné znaky bez medzier [:lower:] v¹etky malé písmená [:print:] v¹etky tlaèiteµné znaky vrátane medzier [:punct:] v¹etky interpunkèné znaky [:space:] v¹etky horizontálne a vertikálne medzery [:upper:] v¹etky veµké písmená [:xdigit:] v¹etky ¹estnástkové èíslice [=ZNAK=] v¹etky znaky rovnocenné so ZNAKom

source: Translation occurs if -d is not given and both SET1 and SET2 appear. -t may be used only when translating. SET2 is extended to length of SET1 by repeating its last character as necessary. Excess characters of SET2 are ignored. Only [:lower:] and [:upper:] are guaranteed to expand in ascending order; used in SET2 while translating, they may only be used in pairs to specify case conversion. -s uses SET1 if not translating nor deleting; else squeezing uses SET2 and occurs after translation or deletion.
cs: Nahrazení nastane, jestli¾e není zadán pøepínaè -d a jsou zadány obì mno¾iny. -t mù¾e být pou¾ito pouze pøi nahrazování. V pøípadì potøeby je MNO®INA2 roz¹íøena na délku MNO®INY1 opakováním posledního znaku. Pøebyteèné znaky MNO®INY2 jsou ignorovány. Pouze u [:lower:] a [:upper:] je garantováno, ¾e budou rozepsány vzestupnì; pøi pou¾ití v MNO®INÌ2 pøi nahrazování mohou být pou¾ívány pouze v párech pro zmìnu velikosti písmen. -s pou¾ívá MNO®INU2 pøi nahrazování nebo mazání a komprese je vykonána a¾ po tomto. Jinak -s pou¾ívá MNO®INU1.
pl: Zamiana nastêpuje gdy nie jest podana opcja -d i s± podane oba zbiory ZBIÓR1 i ZBIÓR2. -t mo¿e byæ u¿yte tylko przy zamianie. W razie potrzeby ZBIÓR2 jest uzupe³niany do d³ugo¶ci ZBIORu1 przez powtórzenie ostatniego znaku. Nadmiarowe znaki ZBIORu2 s± ignorowane. Tylko [:lower:] i [:upper:] bêd± na pewno rozwiniête w porz±dku rosn±cym; u¿yte w ZBIORZe2 przy zamianie mog± byæ tylko zestawione w parach dla konwersji ma³e-du¿e litery. Je¿eli operacj± nie jest ani zamiana ani kasowanie -s u¿ywa ZBIORu1. W przeciwnym wypadku kompresja powtórzeñ zachodzi po zamianie i kasowaniu.
sk: Nahradenie nastane, ak nie je zadaný prepínaè -d a sú zadané obe mno¾iny. -t mô¾e by» pou¾ité iba pri nahradzovaní. V prípade potreby je MNO®INA2 roz¹írená na då¾ku MNO®INY1 opakovaním posledného znaku. Prebytoèné znaky MNO®INY2 sú ignorované. Iba pri [:lower:] a [:upper:] je garantované, ¾e budú rozpísané vzostupne; pri pou¾ití v MNO®INE2 pri nahradzovaní mô¾u by» pou¾ívané iba v pároch pre zmenu veµkosti písmen. -s pou¾íva MNO®INU2 pri nahradzovaní alebo mazaní a kompresia je vykonaná a¾ po tomto. Inak -s pou¾íva MNO®INU1.

source: warning: the ambiguous octal escape \%c%c%c is being interpreted as the 2-byte sequence \0%c%c, `%c'
cs: varování: nejednoznaèný osmièkový zápis \%c%c%c bude interpretován jako 2-bajtová sekvence \0%c%c, `%c'
pl: uwaga: niejednoznaczny zapis ósemkowy \%c%c%c zostanie zinterpretowany jako sekwencja 2-bajtowa \0%c%c, `%c'
sk: varovanie: nejednoznaèný osmièkový zápis \%c%c%c bude interpretovaný ako 2-bytová sekvencia \0%c%c, `%c'

source: invalid backslash escape at end of string
cs: chybnì pou¾ité zpìtné lomítko na konci øetìzce
pl: b³êdny backslash na koñcu ³añcucha znaków
sk: chybne pou¾ité spätné lomítko na konci re»azca

source: invalid backslash escape `\%c'
cs: chybný zápis `\%c'
pl: b³êdna sekwencja z backslashem `\%c'
sk: chybný zápis `\%c'

source: range-endpoints of `%s-%s' are in reverse collating sequence order
cs: konce rozsahu `%s-%s' jsou v obráceném poøadí
pl: koñce zakresu `%s-%s' s± w odwrotnym porz±dku sortowania
sk: konce rozsahu `%s-%s' sú v obrátenom poradí

source: invalid repeat count `%s' in [c*n] construct
cs: chybný èítaè opakování `%s' v konstrukci [c*n]
pl: b³êdna ilo¶æ powtórzeñ `%s' w specyfikacji [c*n]
sk: chybný poèet opakovania `%s' v kon¹trukcii [c*n]

source: invalid character class `%s'
cs: chybná tøída znaku `%s'
pl: b³êdna klasa znaków `%s'
sk: chybná trieda znaku `%s'

source: %s: equivalence class operand must be a single character
cs: %s: operand ve tøídì [=c=] musí být jediný znak
pl: %s: operator równowa¿ny klasie musi byæ pojedyñczym znakiem
sk: %s: operand v triede [=c=] musí by» jediný znak

source: the [c*] repeat construct may not appear in string1
cs: zadání opakování [c*] nemù¾e být v MNO®INÌ1
pl: specyfikacja powtarzania [c*] nie mo¿e byæ w ZBIORZe1
sk: zadanie opakovania [c*] nemô¾e by» v MNO®INE1

source: only one [c*] repeat construct may appear in string2
cs: opakování znaku [c*] mù¾e být v MNO®INÌ2 pouze jednou
pl: tylko jedna specyfikacja powtarzania [c*] mo¿e byæ z ZBIORZe2
sk: opakovanie znaku [c*] mô¾e by» v MNO®INE2 iba raz

source: [=c=] expressions may not appear in string2 when translating
cs: výraz [=c=] nemù¾e být v MNO®INÌ2 pøi nahrazování
pl: wyra¿enia [=c=] nie mog± byæ z ZBIORZe2 przy zamianie
sk: výraz [=c=] nemô¾e by» v MNO®INE2 pri nahradzovaní

source: when not truncating set1, string2 must be non-empty
cs: jestli¾e MNO®INA1 není zkracována, pak MNO®INA2 nesmí být prázdná
pl: je¿eli nie jest obcinany ZBIÓR1, ZBIÓR2 musi byæ niepusty
sk: pokiaµ MNO®INA1 nie je skracovaná, potom MNO®INA2 nesmie by» prázdna

source: when translating with complemented character classes, string2 must map all characters in the domain to one
cs: pøi nahrazování s doplòkem mno¾iny znakù, MNO®INA2 musí mapovat v¹echny znaky z této oblasti do jednoho
pl: przy u¿yciu uzupe³nionych klas znaków przy zamianie ZBIÓR2 musi mapowaæ wszystkie znaki z domeny do jednego
sk: pri nahradzovaní s doplnkom mno¾iny znakov, MNO®INA2 musí mapov»t v¹etky znaky z tejto oblasti do jedného

source: when translating, the only character classes that may appear in string2 are `upper' and `lower'
cs: pøi nahrazování mohou být v MNO®INÌ2 pouze tøídy znakù [:upper:] a [:lower:]
pl: przy zamianie w ZBIORZe2 mog± siê poajawiæ tylko klasy znaków `upper' i `lower'
sk: pri nahradzovaní mô¾u by» v MNO®INE2 iba triedy znakov [:upper:] a [:lower:]

source: the [c*] construct may appear in string2 only when translating
cs: výraz [c*] mù¾e být v MNO®INÌ2 pouze pøi nahrazování
pl: specyfikacja [c*] mo¿e siê pojawiæ w ZBIORZe2 tylko przy zamianie
sk: výraz [c*] mô¾e by» v MNO®INE2 iba pri nahradzovaní

source: two strings must be given when translating
cs: obì dvì mno¾iny musí být pøi nahrazování zadány
pl: przy zamianie musz± byæ podane dwa zbiory
sk: obidve mno¾iny musia by» zadané pri nahradzovaní

source: two strings must be given when both deleting and squeezing repeats
cs: dvì mno¾iny musí být zadány pøi mazání a komprimaci opakujících se znakù
pl: przy równoczesnym kasowaniu i kompresji powtórzeñ musz± byæ 2 zbiory
sk: dve mno¾iny musia by» zadané pri mazaní a komprimovaní opakujúcich sa znakov

source: only one string may be given when deleting without squeezing repeats
cs: pouze jedna mno¾ina mù¾e být zadána pøi mazání bez komprimace opakujících se znakù
pl: przy kasowaniu bez kompresji powtórzeñ mo¿e byæ podany tylko 1 zbiór
sk: iba jedna mno¾ina mô¾e by» zadaná pri mazaní bez komprimovania opakujúcich sa znakov
