Repository: ProntoNAS/ReadyNAS
Catalog: textutils-2.0/po/*.po
Languages: cs, pl, sk

source: Try `%s --help' for more information.
cs: Více informací získáte pøíkazem `%s --help'.
pl: Spróbuj `%s --help' dla uzyskania informacji.
sk: Viac informácií získate príkazom `%s --help'.

source: Usage: %s [OPTION] [FILE]...
cs: Pou¾ití: %s [PØEPÍNAÈ] [SOUBOR]...
pl: U¿ycie: %s [OPCJA] [PLIK]...
sk: Pou¾itie: %s [PREPÍNAÈ] [SÚBOR]...

source: Concatenate FILE(s), or standard input, to standard output. -A, --show-all equivalent to -vET -b, --number-nonblank number nonblank output lines -e equivalent to -vE -E, --show-ends display $ at end of each line -n, --number number all output lines -s, --squeeze-blank never more than one single blank line -t equivalent to -vT -T, --show-tabs display TAB characters as ^I -u (ignored) -v, --show-nonprinting use ^ and M- notation, except for LFD and TAB --help display this help and exit --version output version information and exit With no FILE, or when FILE is -, read standard input.
cs: Vypisuje SOUBOR(Y) na standardní výstup. Je-li uvedeno více souborù, vypisuje je postupnì. Toho se dá vyu¾ít na spojení více souborù do jednoho. -A, --show-all stejné jako -vET -b, --number-nonblank èísluje neprázdné výstupní øádky -e stejné jako -vE -E, --show-ends vypí¹e $ na konci ka¾dého øádku -n, --number èísluje v¹echny výstupní øádky -s, --squeeze-blank prázdné øádky jdoucí po sobì redukuje na jediný -t stejné jako -vT -T, --show-tabs vypisuje znak TAB jako ^I -u (ignorováno) -v, --show-nonprinting pou¾ije zápisu ^ a M-, kromì znakù LF a TAB --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e SOUBOR nebude zadán nebo bude -, pak bude èten standardní vstup.
pl: Po³±cz PLIK(i) albo przekazuj ze standardowego wej¶cia na wyj¶cie. -A, --show-all równowa¿ne -vET -b, --number-nonblank numeruj niepuste linie na wyj¶ciu -e równowa¿ne -vE -E, --show-ends wypisz $ na koñcu ka¿dej linii -n, --number numeruj wszystkie linie na wyj¶ciu -s, --squeeze-blank nigdy wiêcej ni¿ jedna pusta linia -t równowa¿ne -vT -T, --show-tabs wypisuj znaki TAB jako ^I -u (ignorowane) -v, --show-nonprinting u¿yj zapisu ^ i M-, bezpieczne dla LFD i TAB --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Je¿eli nie zosta³ podany PLIK albo PLIK to -, czytaj standardowe wej¶cie.
sk: Vypisuje SÚBOR(Y) na ¹tandardný výstup. Ak je uvedených viacero súborov, vypisuje ich postupne. Toho sa dá vyu¾i» na spojenie viacerých súborov do jedného. -A, --show-all rovnaké ako -vET -b, --number-nonblank èísluje neprázdne výstupné riadky -e rovnaké ako -vE -E, --show-ends vypí¹e $ na konci ka¾dého riadku -n, --number èísluje v¹etky výstupné riadky -s, --squeeze-blank prázdne riadky idúce po sebe redukuje na jediný -t rovnaké ako -vT -T, --show-tabs vypisuje znak TAB ako ^I -u (ignorované) -v, --show-nonprinting pou¾ije zápis ^ a M-, okrem znakov LF a TAB --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Ak SÚBOR nebude zadaný alebo bude -, potom bude èítaný ¹tandardný vstup.

source: -B, --binary use binary writes to the console device.
cs: -B, --binary pou¾ije mód binárního zápisu na zaøízení konzoly
pl: -B, --binary pisz w trybie binarnym na konsolê.
sk: -B, --binary pou¾ije mód binárneho zápisu na zariadenie konzoly

source: Report bugs to <bug-textutils@gnu.org>.
cs: Chyby v programu oznamujte na adrese <bug-textutils@gnu.org> (pouze anglicky), pøipomínky k pøekladu zasílejte na adresu <cs@li.org> (èesky).
pl: Raporty o b³êdach wysy³aj do <bug-textutils@gnu.org>.
sk: Chyby v programe oznamujte na adrese <bug-textutils@gnu.org> (iba anglicky), pripomienky k prekladu zasielajte na adresu <sk@li.org> (slovensky).

source: write error
cs: chyba pøi zápisu
pl: b³±d zapisu
sk: chyba pri zápise

source: cannot do ioctl on `%s'
cs: ioctl na `%s' není mo¾né vykonat
pl: nie mogê wykonaæ ioctl na `%s'
sk: ioctl na `%s' nie je mo¾né vykona»

source: standard output
cs: standardní výstup
pl: standardowe wyj¶cie
sk: ¹tandardný výstup

source: %s: input file is output file
cs: %s: vstupní soubor je zároveò výstupním
pl: %s: plik wej¶ciowy jest plikiem wyj¶ciowym
sk: %s: vstupný súbor je zároveò výstupným

source: Usage: %s [OPTION]... [FILE]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [SOUBOR]...
pl: U¿ycie: %s [OPCJA]... [PLIK]...
sk: Pou¾itie: %s [PREPÍNAÈ]... [SÚBOR]...

source: Print CRC checksum and byte counts of each FILE. --help display this help and exit --version output version information and exit
cs: Vypí¹e CRC kontrolní souèet a délku v bajtech ka¾dého SOUBORu. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Wypisz sume CRC i ilo¶æ bajtów ka¿dego PLIKu, --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Vypí¹e CRC kontrolný súèet a då¾ku v bytoch ka¾dého SÚBORu. --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: Usage: %s [OPTION]... LEFT_FILE RIGHT_FILE
cs: Pou¾ití: %s [PØEPÍNAÈ]... LEVÝ_SOUBOR PRAVÝ_SOUBOR
pl: U¿ycie: %s [OPCJA]... LEWY_PLIK PRAWY_PLIK
sk: Pou¾itie: %s [PREPÍNAÈ]... ¥AVÝ_SÚBOR PRAVÝ_SÚBOR

source: Compare sorted files LEFT_FILE and RIGHT_FILE line by line. -1 suppress lines unique to left file -2 suppress lines unique to right file -3 suppress lines unique to both files --help display this help and exit --version output version information and exit
cs: Porovnává soubory LEVÝ_SOUBOR a PRAVÝ_SOUBOR, jejich¾ øádky jsou uspoøádány podle nìjakého klíèe, øádek po øádku. Výstupem jsou tøi sloupce, øádky obsa¾ené pouze v levém souboru, øádky obsa¾ené pouze v pravém souboru, øádky spoleèné obìma souborùm. -1 neukazuje øádky obsa¾ené pouze v levém souboru -2 neukazuje øádky obsa¾ené pouze v pravém souboru -3 neukazuje øádky spoleèné obìma souborùm --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí
pl: Porównaj posortowane pliki LEWY_PLIK i PRAWY_PLIK linia po linii. -1 nie pokazuj linii, które s± tylko w lewym pliku -2 nie pokazuj linii, które s± tylko w prawym pliku -3 nie pokazuj linii, które s± tylko w jednym pliku --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz
sk: Porovnáva súbory ¥AVÝ_SÚBOR a PRAVÝ_SÚBOR, ktorých riadky sú usporiadané podµa nejakého kµúèa, riadok po riadku. Výstupom sú tri ståpce, riadky obsiahnuté iba v µavom súbore, riadky obsiahnuté iba v pravom súbore, riadky spoloèné obom súborom. -1 neukazuje riadky obsiahnuté iba v µavom súbore -2 neukazuje riadky obsiahnuté iba v pravom súbore -3 neukazuje riadky spoloèné obom súborom --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí

source: read error
cs: chyba pøi ètení
pl: b³±d czytania
sk: chyba pri èítaní

source: input disappeared
cs: vstup se ztratil
pl: dane wej¶ciowe zniknê³y
sk: vstup sa stratil

source: %s: line number out of range
cs: %s: èíslo øádku je mimo rozsah
pl: %s: numer linii spoza zakresu
sk: %s: èíslo riadku je mimo rozsah

source: %s: `%s': line number out of range
pl: %s: `%s': numer linii spoza zakresu
sk: %s: `%s': èíslo riadku je mimo rozsah

source: on repetition %d
cs: v %d. opakování
pl: przy powtórzeniu %d
sk: v %d. opakovaní

source: %s: `%s': match not found
cs: %s: `%s': nenalezeno
pl: %s: `%s': nie pasuje
sk: %s: `%s': nenájdené

source: error in regular expression search
cs: chyba pøi vyhledávání pomocí regulárního výrazu
pl: b³±d szukania wyra¿enia regularnego
sk: chyba pri vyhµadávaní pomocou regulárneho výrazu

source: write error for `%s'
cs: chyba pøi zápisu do `%s'
pl: b³±d pisania dla `%s'
sk: chyba pri zápise do `%s'

source: %s: `+' or `-' expected after delimeter
cs: %s: po oddìlovaèi je oèekáváno `+' nebo `-'
pl: %s: po ograniczniku oczekiwano `+' albo `-'
sk: %s: po oddeµovaèi je oèakávané `+' alebo `-'

source: %s: integer expected after `%c'
cs: %s: po `%c' je oèekáváno celé èíslo
pl: %s: po `%c' oczekiwano liczby ca³kowitej
sk: %s: po `%c' je oèakávané celé èíslo

source: %s: `}' is required in repeat count
cs: %s: '}' je po¾adována v poèítadle opakování
pl: %s: '}' jest wymagany w liczniku powtórzeñ
sk: %s: '}' je po¾adovaná v poèítadle opakovaní

source: %s}: integer required between `{' and `}'
cs: %s}: mezi `{' a `}' musí být celé èíslo
pl: %s}: miêdzy `{' a `}' musi byæ liczba ca³kowita
sk: %s}: medzi `{' a `}' musí by» celé èíslo

source: %s: closing delimeter `%c' missing
cs: %s: postrádán koncový oddìlovaè `%c'
pl: %s: brak zamykaj±cego ogranicznika `%c'
sk: %s: chýba koncový oddeµovaè `%c'

source: %s: invalid regular expression: %s
cs: %s: chybný regulární výraz: %s
pl: %s: b³êdne wyra¿enie regularne: %s
sk: %s: chybný regulárny výraz: %s

source: %s: invalid pattern
cs: %s: chybný vzorek
pl: %s: b³êdny wzorzec
sk: %s: chybný vzor

source: %s: line number must be greater than zero
cs: %s: èíslo øádku musí být vìt¹í ne¾ nula
pl: %s: numer linii musi byæ wiêkszy od zera
sk: %s: èíslo riadku musí by» väè¹ie ako nula

source: line number `%s' is smaller than preceding line number, %s
pl: numer linii `%s' jest mniejszy ni¿ numer linii poprzedzaj±cej, %s
sk: èíslo riadku `%s' je men¹ie ako èíslo predchádzajúceho riadku, %s

source: warning: line number `%s' is the same as preceding line number
cs: varování: èíslo øádku `%s' je stejné s èíslem pøedcházejícího øádku
pl: uwaga: numer linii `%s' jest taki sam jak numer linii poprzedzaj±cej
sk: varovanie: èíslo riadku `%s' je rovnaké ako èíslo predcházajúceho riadku

source: missing conversion specifier in suffix
cs: v parametru pøepínaèe chybí urèení typu konverze
pl: brak okre¶lenia konwersji w rozszerzeniu
sk: v parametri prepínaèa chýba urèenie typu konverzie

source: invalid conversion specifier in suffix: %c
cs: chybnì zadaný typ konverze v parametru pøepínaèe: %c
pl: b³êdne okre¶lenie konwersji w rozszerzeniu: %c
sk: chybne zadaný typ konverzie v parametri prepínaèa: %c

source: invalid conversion specifier in suffix: \%.3o
cs: chybnì zadaný typ konverze v parametru pøepínaèe: \%.3o
pl: b³êdne okre¶lenie konwersji w rozszerzeniu: \%.3o
sk: chybne zadaný typ konverzie v parametri prepínaèa: \%.3o

source: missing %% conversion specification in suffix
cs: v parametru pøepínaèe chybí zadání typu konverze pomocí %%
pl: brak okre¶lenia konwersji %% w rozszerzeniu
sk: v parametri prepínaèa chýba zadanie typu konverzie pomocou %%

source: too many %% conversion specifications in suffix
cs: pøíli¹ mnoho typù konverze %% v parametru pøepínaèe
pl: za du¿o okre¶leñ konwersji %% w rozszerzeniu
sk: príli¹ mnoho typov konverzie %% v parametri prepínaèa

source: %s: invalid number
cs: %s: chybné èíslo
pl: %s: b³êdna liczba
sk: %s: chybné èíslo

source: too few arguments
cs: pøíli¹ málo argumentù
pl: za ma³o argumentów
sk: príli¹ málo argumentov

source: Usage: %s [OPTION]... FILE PATTERN...
cs: Pou¾ití: %s [PØEPÍNAÈ]... SOUBOR VZOREK...
pl: U¿ycie: %s [OPCJA]... PLIK WZORZEC...
sk: Pou¾itie: %s [PREPÍNAÈ]... SÚBOR VZOROV...

source: Output pieces of FILE separated by PATTERN(s) to files `xx01', `xx02', ..., and output byte counts of each piece to standard output. -b, --suffix-format=FORMAT use sprintf FORMAT instead of %%d -f, --prefix=PREFIX use PREFIX instead of `xx' -k, --keep-files do not remove output files on errors -n, --digits=DIGITS use specified number of digits instead of 2 -s, --quiet, --silent do not print counts of output file sizes -z, --elide-empty-files remove empty output files --help display this help and exit --version output version information and exit Read standard input if FILE is -. Each PATTERN may be: INTEGER copy up to but not including specified line number /REGEXP/[OFFSET] copy up to but not including a matching line %%REGEXP%%[OFFSET] skip to, but not including a matching line {INTEGER} repeat the previous pattern specified number of times {*} repeat the previous pattern as many times as possible A line OFFSET is a required `+' or `-' followed by a positive integer.
cs: Rozdìluje SOUBOR v místech VZORKu(ù) do souborù `xx01', `xx02', ... a vypisuje velikosti ka¾dého souboru na standardní výstup. -b, --suffix-format=FORMÁT pou¾ije sprintf FORMÁT místo %%d -f, --prefix=PØEDPONA pou¾ije PØEDPONY místo `xx' -k, --keep-files nema¾e výstupní soubory pøi chybách -n, --digits=CIFER pou¾ije zadaný poèet èíslic místo 2 -s, --quiet, --silent nevypisuje velikosti výstupních souborù -z, --elide-empty-files sma¾e prázdné výstupní soubory --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Jestli¾e SOUBOR bude -, bude èten standardní vstup. Ka¾dý VZOREK mù¾e být: CELÉ_ÈÍSLO kopíruje v¹e a¾ do øádku tohoto èísla, ale bez nìj /REGVÝR/[POSUN] kopíruje v¹e do øádku odpovídajícího regulárnímu výrazu, ale bez nìj %%REGVÝR%%[POSUN] pøeskoèí v¹e a¾ do øádku odpovídajícího regulárnímu výrazu, ale bez nìj {CELÉ_ÈÍSLO} opakuje pøede¹lý vzorek tolikrát, kolikrát je zde uvedeno {*} opakuje pøede¹lý vzorek tolikrát, kolikrát je to mo¾né POSUN musí zaèínat `+' nebo `-', následovaným celým kladným èíslem. Posun urèuje kolik znakù se je¹tì zahrne do bloku v místì vyhodnocení REGVÝR.
pl: Zapisz kawa³ki PLIKu oddzielone przez WZORCE do plików `xx01', `xx02', ..., i podaj ilo¶æ bajtów w ka¿dym kawa³ku na standardowym wyj¶ciu. -b, --suffix-format=FORMAT u¿yj FORMATu sprintf zamiast %%d -f, --prefix=PRZEDROSTEK u¿yj PRZEDROSTKA zamiast `xx' -k, --keep-files nie kasuj plików wyj¶ciowych w razie b³êdów -n, --digits=CYFRY u¿yj podanej ilo¶ci CYFR zamiast dwóch -s, --quiet, --silent nie podawaj ilo¶ci bajtów w plikach wyj¶ciowych -z, --elide-empty-files usuñ puste pliki wyj¶ciowe --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Czytaj standardowe wej¶cie je¿eli PLIK to -. Ka¿dy WZORZEC mo¿e byæ: LICZBA_CA£KOWITA kopiuj do podanej linii, oprócz tej linii /REGEXP/[PRZESUNIÊCIE] kopiuj do pasuj±cej linii, oprócz tej linii %%REGEXP%%[PRZESUNIÊCIE] przeskocz do pasuj±cej linii, ale j± sam± omiñ {LICZBA_CA£KOWITA} powtórz poprzedni wzorzec podan± ilo¶æ razy {*} powtórz poprzedni wzorzec tyle razy ile siê da PRZESUNIÊCIE linii musi siê sk³adaæ z `+' albo `-' oraz liczby ca³kowitej.
sk: Rozdeµuje SÚBOR v miestach VZORu(ov) do súborov `xx01', `xx02', ... a vypisuje veµkosti ka¾dého súboru na ¹tandardný výstup. -b, --suffix-format=FORMÁT pou¾ije sprintf FORMÁT namiesto %%d -f, --prefix=PREDPONA pou¾ije PREDPONU namiesto `xx' -k, --keep-files nema¾e výstupné súbory pri chybách -n, --digits=ÈÍSLIC pou¾ije zadaný poèet èíslic namiesto 2 -s, --quiet, --silent nevypisuje veµkosti výstupných súborov -z, --elide-empty-files ma¾e prázdne výstupné súbory --help vypí¹e tuto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Ak SÚBOR bude -, bude èítaný ¹tandardný vstup. Ka¾dý VZOR mô¾e by»: CELÉ_ÈÍSLO kopíruje v¹etko a¾ do riadku tohto èísla, ale bez neho /REGVÝR/[POSUN] kopíruje v¹etko do riadku zodpovedajúceho regulárnemu výrazu, ale bez neho %%REGVÝR%%[POSUN] preskoèí v¹etko a¾ do riadku zodpovedajúceho regulárnemu výrazu, ale bez neho {CELÉ_ÈÍSLO} opakuje predchádzajúci vzor toµkokrát, koµko je tu uvedené {*} opakuje predchádzajúci vzor toµkokrát, koµko je to mo¾né POSUN musí zaèína» s `+' alebo `-', nasledovaný celým kladným èíslom. Posun urèuje koµko znakov se e¹te zahrnie do bloku v mieste vyhodnotenia REGVÝR.

source: Print selected parts of lines from each FILE to standard output. -b, --bytes=LIST output only these bytes -c, --characters=LIST output only these characters -d, --delimiter=DELIM use DELIM instead of TAB for field delimiter -f, --fields=LIST output only these fields -n (ignored) -s, --only-delimited do not print lines not containing delimiters --output-delimiter=STRING use STRING as the output delimiter the default is to use the input delimiter --help display this help and exit --version output version information and exit Use one, and only one of -b, -c or -f. Each LIST is made up of one range, or many ranges separated by commas. Each range is one of: N N'th byte, character or field, counted from 1 N- from N'th byte, character or field, to end of line N-M from N'th to M'th (included) byte, character or field -M from first to M'th (included) byte, character or field With no FILE, or when FILE is -, read standard input.
cs: Vypí¹e pouze vybrané èásti øádkù z ka¾dého SOUBORu na standardní výstup. -b, --bytes=SEZNAM vypí¹e pouze tyto bajty -c, --characters=SEZNAM vypí¹e pouze tyto znaky -d, --delimiter=ODDÌLOVAÈ jako oddìlovaè pou¾ije ODDÌLOVAÈ (místo tabelátoru) -f, --fields=SEZNAM vypí¹e pouze tyto polo¾ky -n (ignorováno) -s, --only-delimited potlaèí øádky neobsahující znak oddìlovaèe --output-delimiter=ØE«EZEC ØETEZEC se pou¾ije jako výstupní oddìlovaè. Implicitnì je jako tento oddìlovaè pou¾it vstupní oddìlovaè. --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Pou¾ijte pouze jeden z pøepínaèù -b, -c a -f. Ka¾dý seznam se skládá z jednoho rozsahu nebo z více rozsahù oddìlených èárkami. Ka¾dý rozsah mù¾e být: N N-tý bajt, znak nebo polo¾ka, poèítáno od 1 N- od N-tého bajtu, znaku nebo polo¾ky, do konce øádku N-M od N-tého do M-tého (vèetnì) bajtu, znaku nebo polo¾ky -M od prvního do M-tého (vèetnì) bajtu, znaku nebo polo¾ky Jestli¾e SOUBOR není zadán nebo je `-', bude èten ze standardního vstupu.
pl: Wypisz wybrane czê¶ci linii ka¿dego PLIKu na standardowym wyj¶ciu. -b, --bytes=LISTA wypisz tylko te bajty -c, --characters=LISTA wypisz tylko te znaki -d, --delimiter=OGRANICZNIK u¿yj OGRANICZNIKa zamiast TABa jak separatora -f, --fields=LISTA wypisz tylko te pola -n (ignored) -s, --only-delimited nie wypisuj linii nie zawieraj±cyh ogranicznika --output-delimiter=£AÑCUCH u¿yj £AÑCUCHA jako separatora danych wyj¶ciowych, domy¶lnie uzywany jest separator danych wej¶ciowych --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz U¿yj tylko jednej opcji z -b, -c i -f. Ka¿da LISTA sk³ada siê z jednego zakresu lub wielu zakresów oddzielonych przecinkami. Ka¿dy zakres to: N N-ty bajt, znak lub pole, liczone od 1 N- od N-tego bajtu, znaku lub pola do koñca linii N-M od N-tego do M-tego (w³±cznie) bajtu, znaku lub pola -M od pierwszego do M-tego (w³±cznie) bajtu, znaku lub pola Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie.
sk: Vypí¹e iba vybrané èasti riadkov z ka¾dého SÚBORu na ¹tandardný výstup. -b, --bytes=ZOZNAM vypí¹e iba tieto byty -c, --characters=ZOZNAM vypí¹e iba tieto znaky -d, --delimiter=ODDE¥OVAÈ ako oddeµovaè pou¾ije ODDE¥OVAÈ (namiesto tab) -f, --fields=ZOZNAM vypí¹e iba tieto polo¾ky -n (ignorované) -s, --only-delimited potlaèí riadky neobsahujúce znak oddeµovaèa --output-delimiter=RE«AZEC RE«AZEC sa pou¾ije ako výstupný oddeµovaè. Implicitne je ako tento oddeµovaè pou¾itý vstupný oddeµovaè. --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Pou¾ite iba jeden z prepínaèov -b, -c a -f. Ka¾dý zoznam sa skladá z jedného rozsahu alebo z viac rozsahov oddelených èiarkami. Ka¾dý rozsah mô¾e by»: N N-tý byt, znak alebo polo¾ka, poèítané od 1 N- od N-tého bytu, znaku alebo polo¾ky, do konca riadku N-M od N-tého do M-tého (vrátane) bytu, znaku alebo polo¾ky -M od prvního do M-tého (vrátane) bytu, znaku alebo polo¾ky Ak SÚBOR nie je zadaný alebo je `-', bude èítaný zo ¹tandardného vstupu.

source: invalid byte or field list
cs: chybný seznam bajtù nebo polo¾ek
pl: b³êdna lista bajtów lub pól
sk: chybný zoznam bytov alebo polo¾iek

source: only one type of list may be specified
cs: pouze jeden typ seznamu mù¾e být zadán
pl: mo¿na podaæ tylko jeden tym listy
sk: mô¾e by» zadaný iba jeden typ zoznamu

source: missing list of positions
cs: chybí seznam pozicí
pl: brakuj±ca lista pozycji
sk: chýba zoznam pozícií

source: missing list of fields
cs: chybí seznam polo¾ek
pl: brakuj±ca lista pól
sk: chýba zoznam polo¾iek

source: the delimiter must be a single character
cs: oddìlovaè musí být jediný znak
pl: ogranicznik musi byæ pojedyñczym znakiem
sk: oddeµovaè musí by» jediný znak

source: you must specify a list of bytes, characters, or fields
cs: musíte zadat seznam bajtù, znakù nebo polo¾ek
pl: musisz podaæ listê bajtów, znaków albo pól
sk: musíte zadat zoznam bytov, znakov alebo polo¾iek

source: a delimiter may be specified only when operating on fields
cs: oddìlovaè mù¾e být zadán pouze pøi práci s polo¾kami
pl: ogranicznik mo¿e byæ podany tylko dla operacji na polach
sk: oddeµovaè mô¾e by» zadaný iba pri práci s polo¾kami

source: suppressing non-delimited lines makes sense only when operating on fields
cs: potlaèení øádkù neobsahujících oddìlovaè, má význam pouze pøi pou¾ití pøepínaèe -f
pl: blokowanie wy¶wietlania linii bez ograniczników jest sensowne tylko dla operacji na polach
sk: potlaèenie riadkov neobsahujúcich oddeµovaè, má význam iba pri pou¾ití pracuje s poµami

source: Convert tabs in each FILE to spaces, writing to standard output. With no FILE, or when FILE is -, read standard input. -i, --initial do not convert TABs after non whitespace -t, --tabs=NUMBER have tabs NUMBER characters apart, not 8 -t, --tabs=LIST use comma separated list of explicit tab positions --help display this help and exit --version output version information and exit Instead of -t NUMBER or -t LIST, -NUMBER or -LIST may be used.
cs: Konvertuje tabelátory v ka¾dém SOUBORu na mezery, výstup jde na standardní výstup. Nebude-li SOUBOR zadán nebo bude-li -, bude èten standardní vstup. -i, --initial konvertuje pouze tabelátory pøed prvním znakem na øádku -t, --tabs=POÈET tabelátor pova¾uje za POÈET (8) mezer -t, --tabs=SEZNAM pou¾ije èárkami oddìlený seznam pozicí tabelátorù --help vypí¹e tuto nápovìdu a skonèí --version vypí¹e oznaèení verze a skonèí Místo -t POÈET nebo -t SEZNAM mù¾ete pou¾ít -POÈET nebo -SEZNAM.
pl: Zamieñ TAB-y we wszystkich PLIKach na spacje, pisz do standardowego wyj¶cia Je¿eli PLIK nie jest podany lub PLIK to -, czytaj standardowe wej¶cie. -i, --initial nie zamieniaj TABów nie po znaku odstêpu -t, --tabs=ILE u¿ywaj TABów co ILE znaków, nie co 8 -t, --tabs=LISTA u¿yj listy pozycji TABów oddzielanych przecinkami --help wy¶wietl ten opis i zakoñcz --version wy¶wietl informacjê o wersji i zakoñcz Zamiast -t ILE albo -t LISTA mo¿na u¿ywaæ -ILE albo -LISTA.
sk: Konvertuje tabulátory v ka¾dom SÚBORe na medzery, výstup ide na ¹tandardný výstup. Ak nebude SÚBOR zadaný alebo ak bude -, bude èítaný ¹tandardný vstup. -i, --initial konvertuje iba tabulátory pred prvým znakom na riadku -t, --tabs=POÈET tabulátor pova¾uje za POÈET (8) medzier -t, --tabs=ZOZNAM pou¾ije èiarkami oddelený zoznam pozícií tabulátorov --help vypí¹e túto nápovedu a skonèí --version vypí¹e oznaèenie verzie a skonèí Namiesto -t POÈET alebo -t ZOZNAM mô¾ete pou¾i» -POÈET alebo -ZOZNAM.

source: tab size contains an invalid character
cs: velikost tabelátoru obsahuje neplatný znak
pl: rozmiar TABa zawiera b³êdny znak
sk: veµkos» tabulátoru obsahuje neplatný znak

source: tab size cannot be 0
cs: velikost tabelátoru nemù¾e být 0
pl: rozmiar TABa nie mo¿e wynosiæ 0
sk: veµkos» tabulátoru nemô¾e by» 0

source: tab sizes must be ascending
cs: posloupnost pozic tabelátorù musí být rostoucí
pl: kolejne pozycje TABa musz± rosn±æ
sk: postupnos» pozíc tabulátorov musí by» rastúca

source: Usage: %s [-DIGITS] [OPTION]... [FILE]...
cs: Pou¾ití: %s [-ÈÍSLICE] [PØEPÍNAÈ]... [SOUBOR]...
pl: U¿ycie: %s [-CYFRY] [OPCJA]... [PLIK]...
sk: Pou¾itie: %s [-ÈÍSLICA] [PREPÍNAÈ]... [SÚBOR]...
